{
    "type": "race",
    "row_index": 130476,
    "file_name": "race/storyrace/text/storyrace_020005092",
    "hash": "BL6DNGZFL3PTQKOKOYDAISJZFTEQCE2P",
    "data": [
        "Chukyo Main Race. Kinko Sho G2",
        "Kika Sho Uma Musume, Matikanefukukitaru is among the strongest \\ncompetitors as this 2000m battle unfolds!",
        "Among them is the favorite, with her overwhelming escape style, \\ncoming off her 3rd consectuive win, Silence Suzuka!",
        "With these veteran opponents, can she still make her escape?!",
        "Even though there's only a few of us, we're each top-class, so \\neven Suzuka-san should be proceeding carefully through this race…",
        "In which case, I should maintain this position!",
        "Silence Suzuka, enters the far side in the lead, \\nwith a spread of about 4 to 5 lengths.",
        "The second favorite, Matikanefukukitaru, \\nlooks to advance forward from the rear",
        "If we keep going at this pace, chasing is advantageous. \\nOn the last straight, with my strong finish then…!",
        "Silence Suzuka still doesn't lower her pace! \\nShe extends to an 8 or 9 length lead!",
        "Ueeeee?! Are you sane, Suzuka-san?!",
        "With this strong lead, \nSilence Suzuka rounds the third corner",
        "Even with this strong group of opponents, she chooses to escape! \\nBut her opponents are undaunted and continue to apply pressure!",
        "But the distance between them doesn't close! \\nSilence Suzuka's speed doesn't drop!",
        "Silence Suzuka still has about a 5 length lead! \\nHer opponents enter their last spurt!",
        "Right here!",
        "From right here, in one go-",
        "Wha……?!",
        "Unbelieveable… Silence Suzuka, \\nthe frontrunner, enters another spurt!",
        "What an Uma Musume?! \\n8 Lengths, 9 lengths, she's pulling farther and farther ahead!",
        "Incredible! Silence Suzuka with an easy victory!! \\nWith more than 10 lengths difference — she crosses the goal!",
        "On this G2 stage, victory with such a large margin! \\nSilence Suzuka, with her escape from \"Another Dimension\"!"
    ]
}