{
    "type": "race",
    "row_index": 130478,
    "file_name": "race/storyrace/text/storyrace_020005132",
    "hash": "CDR5UAKFMCZ6BBD3PQYKUV66D7VVUFUM",
    "data": [
        "The stands are filled to capacity, and the cheering of the fans \\nresounds throughout the Tokyo race course!",
        "With overwhelming fan support the \"Runaway from a Different \\nDimension\" Silence Suzuka is in the first frame, number 1! How \\nwill her Escape run play out?!",
        "Carrying numerous hopes, [Fall Tenno Sho] - Start!",
        "And, living up to expectations, Silence Suzuka \\nquickly runs through and takes the front!",
        "Haa… haa…… nn!!!",
        "Further, Silence Suzuka doesn't slow down! \\nNo, accelerating even more, she increases her lead!",
        "Amazing…! There's that much of a difference between them?!",
        "Yeah, she's running with the speed of a short distance race…!",
        "Suzuka-san running style, to Uma Musume it's the most ideal, \\nand it's like a dream.",
        "How far will it take you, Suzuka-san…!",
        "Look at Silence Suzuka go! \nNow she's passing the 1000m mark!",
        "Her time is - 57.4 seconds!!!!",
        "Just how far will she extend her lead!? \\nHow quickly will she cross the finish line?!",
        "Silence Suzuka runs in the lead! \\nNow she's heading around behind the big Zelkova tree!",
        "Fufuu…!",
        "Haa… haa…",
        "……? ……ku?!",
        "Why…?! I can't move?!",
        "Ah…?!",
        "……Who?",
        "Suzuka…!",
        "Everyone……?",
        "I need to go see them…",
        "Trainer-san is… everyone is waiting for that scenery!",
        "Silence Suzuka, emerges from behind the big Zelkova tree! \\nShe leaves the final corner and enters the last straight!!",
        "And the stands erupt with a loud cheer!!",
        "…The scenery from the lead… I won't yield it!!",
        "Silence Suzuka enters her spurt here!! \\n\"Escape and Follow Through\"! A style that nobody can imitate!!",
        "Yaaaaaaaaaa―!!!",
        "Silence Suzuka is in the lead! It's Silence Suzuka!",
        "Carrying a large number of our expectations and dreams, \\nSilence Suzuka is the first to cross the goooooooal!!",
        "Truly the Uma Musume of dreams! \\nSilence Suzuka splendidly claims the [Fall Tenno Sho]!!",
        "Haa… haa…",
        "…I saw…",
        "The scenery of my dreams…"
    ]
}