{
    "type": "race",
    "row_index": 228674,
    "file_name": "race/storyrace/text/storyrace_020201082",
    "hash": "CQ7HQIXFKZUVANR3DI6AGKE36X3IRHYD",
    "data": [
        "And all 18 runners are off to a great start",
        "The second favorite, Rhein Kraft, is right behind Daring Heart―― \nToday, she's taking a position close to the front.",
        "And further back, the favorite, Cesario, \nseems to have noticed that this is a high pace \nand chooses to position herself further back.",
        "So Cesario has decided not to go with the flow",
        "However, I don't want to let the front pull further ahead―― \nI'll take this position……!",
        "Unlike the previous race, Rhein Kraft is coming to \nthe front, which means……she's just that wary of――",
        "Those behind me",
        "With a half mile remaining, the runners all begin to group up",
        "In the back, Cesario seems to be in a tight spot",
        "The pace has fallen more than I expected……?",
        "With this pace, leading is more advantageous…… \nwhen there's an opening, that's when I'll――",
        "……!?",
        "What!? Air Messiah pushes forward from the outside! \nAir Messiah pulls forward!",
        "She's making her move!?",
        "The second half of the pack starts closing \nthe gap! We're leaving the final corner, finally \ncoming to a battle on the final straight!",
        "Ahead, Heart-san is waiting for me to press my attack",
        "From the outside Messiah-san, from behind Cesario……",
        "Don't panic, think",
        "Start the spurt――",
        "Here!!!!",
        "Rhein Kraft spurts! \nRhein Kraft presses forward!",
        "From the inside, Daring Heart also starts her spurt! \nDaring Heart takes the lead!",
        "And from the outside comes Air Messiah! \nAir Messiah chases from the outside!",
        "And now it's Cesario!! \nCesario breaks through the inside, pressing forward!",
        "And here the lead changes! Rhein Kraft is in the lead! \nDaring Heart still hangs in!",
        "And Cesario surges forward! \nFrom the outside it's Air Messiah!",
        "Will it be Daring Heart!?",
        "Will it be Air Messiah!?",
        "Will it be Rhein Kraft!?",
        "Will it be Cesario!?",
        "I will beーー!",
        "The one to wiiiiiinーーーー!",
        "Rhein Kraft! Rhein Kraft crosses the goal first!",
        "Rhein Kraft is strong! She holds off Cesario's fierce pursuit, \nwinning the Triple Tiara's first crown, the Oka Sho!"
    ]
}