{
    "type": "race",
    "row_index": 228675,
    "file_name": "race/storyrace/text/storyrace_020201132",
    "hash": "26DY366AVVDTUZFXMURXKD3VBVMQM4ZC",
    "data": [
        "The Classic Class Mile Ruler will be decided at the NHK Mile Cup―― \nA fierce 95 second battle between these 18 Uma Musume.",
        "All attention is on the first-ever Oka \nSho Winner to participate, Rhein Kraft",
        "On top of that, the 3rd place runner in the \nOka Sho, Daring Heart is also on this stage",
        "How far will their speed take them \nagainst the pride of their generation!?",
        "This is her first time competing outside of the \nTiara rotation……this race will probably feel \ncompletely different to any she's been in before",
        "I'm sure she understands that it won't be easy――",
        "……break through, Kraft",
        "As they pass the 3rd corner on the far side, one \npulls away while the rest are now clumping together",
        "Just like in the Oka Sho, Rhein Kraft takes position around \n4th and 5th place, and today Daring Heart follows right behind",
        "For every defeat, I've put in more and more effort……",
        "And now, the one I want to overtake is right in front of me……!",
        "Now, the pack heads to the long, long straight of Fuchu!",
        "The back half of the pack starts to close in! \nGradually closing the distance to those in the front!",
        "Now isn't the time to be alarmed……",
        "Carefully identify the timing to take the lead――",
        "……today I will finish in front of you!",
        "To victory!",
        "It's the 1600m stage that I'm used to running――",
        "But this road, is one that noone has taken before――",
        "A road that connects to new possibilities――",
        "For everyone, for Cesario",
        "The moment I break open a new road……",
        "I'll show them noooooooow――――!!",
        "Rhein Kraft spurts with 400m to go! \nShe's quickly pulled ahead!!",
        "Just!!",
        "Noooooow――――!!",
        "From the outside, Daring Heart presses her attack! \nThe girls from the Oka Sho push forward!",
        "All the strength I have left, I'll……!!",
        "Just like thiiiiiiis――――!!",
        "……!? Uwaaaaaaaaah――――!!",
        "Daring Heart chases! But Rhein Kraft doesn't slow!",
        "Rhein Kraft, it's Rhein Kraft!!",
        "Continuing on from the Oka Show, Rhein Kraft \nobtains an unorthodox double crown――!!",
        "A strong Uma Musume is strong……!",
        "A feat that noone else has achieved…… \nThat girl has an amazing amount of strength, doesn't she!?",
        "Yes, she's a――pioneer after all",
        "What a frightening amount of strength!!",
        "It's the birth of a new genius!!"
    ]
}