{
    "1": {
        "text": "With an outrageous declaration, young academy chairwoman Akikawa establishes a new race named the <color=#FF6D26>URA Finals</color>! Trainers and Umamusume work hand in hand to become its maiden champion!",
        "hash": "bdccc3f7ad306c724585a434bf16dcfca1bc53217cf73fa090cb6cb547ce9620"
    },
    "2": {
        "text": "Team up! A new experience awaits! …So began the sudden new team battle — <color=#FF6D26>Aoharu Hai</color>. But before the fun can start the academy faces a crisis!? Stand united and claim victory to save the freedoms of Tracen Academy!",
        "hash": "c854b16e82de82cd9f09d4039c32ea51fc314574bfb5b4264068d2534254f613"
    },
    "3": {
        "text": "Why do Umamusume sing at lives? A producer suddenly appears to propose a new plan — the <color=#FF6D26>Grand Live</color>. Umamusume face their lives from a different perspective,and the answers they reach are—!",
        "hash": "c21607451b31a1674feb93b6e1fc8e9f88040fcea0e136df10a9d8f9a8d41b3f"
    },
    "4": {
        "text": "A new race established by the media — <color=#FF6D26>Twinkle Star Climax</color>. A battle to determine the strongest! Run towards your own climax, chasing your dreams!",
        "hash": "d23773cc9dcfcc219cd2045782a83ff2b27ca0dbb0d07ad5ff4ed67a86724cb7"
    },
    "5": {
        "text": "A support AI carrying the names of the 3 goddesses is the newest development to confront trainers in their quest to support their Umamusume with all they have. Through the wisdom imparted this way, they now aim to reach new heights in the <color=#FF6D26>Grand Masters</color>.",
        "hash": "667b1350e0e4edd61d2be989eb6a96a4d586ddb77b7445b9813745e93db0174b"
    },
    "6": {
        "text": "Prix de l'Arc de Triomphe, the peak of international racing. Those who seek their victory at the top of the world every year. <color=#FF6D26>Project L'Arc</color>, newly established at Tracen Academy. The curtain rises on a wistful journey of chasing dreams.",
        "hash": "ab752c8c819ac637e55db0be93c6e4398d79e5a2d8bebebb434282fec7fba6b6"
    }
}