{
    "1001": {
        "text": "My name is Special Week! My dream is to be the best horse girl in Japan! I'm gonna pull my own weight to make my moms proud!",
        "hash": "9e079e6ac7f9583947468be5df4f2e2a0fed43fab2d25e1c372326a59422de37"
    },
    "1002": {
        "text": "I'm Silence Suzuka. I like to run. I'm not giving the lead to anyone. Um... That's all.",
        "hash": "a2349938cab829b51eccedd071e7ff5528f0b1c4461a62bf94629da122655252"
    },
    "1003": {
        "text": "Heya, I'm Tokai Teio! I'm going to be an undefeated Triple Crown horse girl, so don't let me out of your sight!",
        "hash": "bb09d675d616942bd1c54a90a858bb0633958e29e689d5e03d0c63fba1264c62"
    },
    "1004": {
        "text": "Hi, I'm Maruzensky! Did you come to see this new style of running too? Hehe ♪ Even though I'm crazy about it... I don't know how to feel ♪",
        "hash": "7a37f377d4335905f44610160509abdcf60360111e823e3cd43319b5b61542a1"
    },
    "1005": {
        "text": "I'm the jet-black entertainer, Fuji Kiseki! I'll make you smile with my best \"miracle\"!",
        "hash": "63916c3f588fb0ad5989c689b98db5cdb521a4395334206a8b9c5be11bee86ee"
    },
    "1006": {
        "text": "I am Oguri Cap. I'm going to do my best to make everyone in my hometown happy. Please take care of me.",
        "hash": "e51bf1d3345da8c5951d1a8b15d08bc18aaea4cb30298ebab23e480ce4d72806"
    },
    "1007": {
        "text": "Yo, I'm Gold Ship! I don't care if it's on the turf, on fire, or at the edge of the universe. I'm going to find something interesting wherever I can! ☆",
        "hash": "030c7164f940e02bf232aedb1b8c1500e9a50089487dbdf437a935903da11d35"
    },
    "1008": {
        "text": "Yo, I'm Vodka! My goal is to be the coolest horse girl in the world! I'm not gonna do anything stupid. Remember that!",
        "hash": "5aab1946ffe152eb6e490b28ef18aaaa9fbd0eecc2989ad9f13339e6999b6f84"
    },
    "1009": {
        "text": "Hello, I'm Daiwa Scarlet! I'll do my best to... Hmph! I'm going to be number one. That's all!",
        "hash": "01ca1622adff6d85f871f011331e1de893ec1b6b3686bcde1a6a6746e8d5b4ef"
    },
    "1010": {
        "text": "Howdy! I'm Taiki Shuttle! I'm here to make everyone happy with my powerful running!",
        "hash": "177dba679d1e2a8494846f3d5fd07c7d05b49018504ec70d912e961f8e7cf0bd"
    },
    "1011": {
        "text": "My name is Grass Wonder. Since I was born as a horse girl, I want to pursue this path to the end. Hehe ♪",
        "hash": "50b0080c4a7314ea51c8a32509ff497da745353bad791ccb5425de30ee6e59c4"
    },
    "1012": {
        "text": "There are a lot of good-lookin' people here... hehe. I'll take them all on. I'm Hishiama! Come on, let's get to it!",
        "hash": "0ce65940242314cd03d0e97d4fd9f95ea1f18ee5cf3ef9940dc21ff1c78d9516"
    },
    "1013": {
        "text": "My name is Mejiro McQueen. Conquering the \"Spring Tennosho\" has been a long-cherished goal of the Mejiro family, and I will do it with my own two legs.",
        "hash": "2076cc026fcc3ba23dcd002b4d0984c13000e1b9b94a5f7fb8ab7e421023aa10"
    },
    "1014": {
        "text": "I'm the crimson bird that runs the course! El Condor Pasa is closing in! I'm flying around the world!",
        "hash": "fc54189212d2354b20cc461e41096251f3940b9c146162f58c6135f3386a3f57"
    },
    "1015": {
        "text": "Haa-ha-ha-ha! I am the strongest and most beautiful of them all, the \"Supreme King\", T.M. Opera O! Now, let the legend begin!",
        "hash": "c7c6dd793220fa28d0c00b77dc71680341a20cacf49a8b575e66b2a96c2e4f62"
    },
    "1016": {
        "text": "...I'm Narita Brian. I don't have a story to tell you. I just run, crush, and win.",
        "hash": "301c07b6dba87004589a79640c08e0b04eedc17e32660180654e544b63d88a4f"
    },
    "1017": {
        "text": "I am Symboli Rudolf. I am the one who will stand at the top of every horse girl and lead them to become \"Emperors\". Those of you who share my aspirations, let's work together to conquer the world!",
        "hash": "25a1aeec6f1a650d1e65dbe7eeffb9d0c993910fc7d23e9f34543e41338a9c0c"
    },
    "1018": {
        "text": "I am Air Groove. If you don't bend your beliefs, your ideals will surely sprout. To demonstrate this, I, the Empress, will be the guiding light for everyone.",
        "hash": "aa8ec06332ac4687ca1ff06cff46606c04b90d011462b7cc466cc92132b3d578"
    },
    "1019": {
        "text": "Hewwo! I'm Digi-tan! I'm a massive fan of all of the sparkling horse girls! I'm so happy every day! I'm so glad I was born an otaku!~♪",
        "hash": "33dfbfa1a196acc1f7f8d515dc85df727d5fb08a6be658fbcf8dda7c9a01dfb6"
    },
    "1020": {
        "text": "Yahoo-, it's Seiun Sky. Take your time and relax... When you're aiming for a big goal, it's important to take your time, right?",
        "hash": "bc7a1ac3fed4fbd48e204f1c92faee51334a081fdfb1a4c992715c1f45288ba7"
    },
    "1021": {
        "text": "Ah'm Tamamo Cross! A'hm gonna win'n win'n win to make a name for myself! Don't underestimate me just 'cause ah'm small!",
        "hash": "805244fc46560df0d2419b0a96162b9d4904455a3ca2b04641ae1801993b4abf"
    },
    "1022": {
        "text": "Good day, I'm Fine Motion! I want to make lots of great memories. First things first, I want to know where the best noodle shops are. ♪",
        "hash": "44c0aaf4ed967d68c9ce8bf1198545a78b607eaa27da411c00a4538fbd75380d"
    },
    "1023": {
        "text": "I'm Biwa Hayahide. My goal is to assemble the perfect winning formula. ...Also, I have a normal-sized head!",
        "hash": "32f15c03ff76ed94db6a7a87771c9eedcb017ad3ff218a8931d269edd04b7d63"
    },
    "1024": {
        "text": "Ehehe, I'm Mayachin!☆ I love thrilling and exciting things~ Nice to meetcha!",
        "hash": "3421fd777e63653274501af15f29fffb3063b2a98224ae029d49fb3e43ebe5f5"
    },
    "1025": {
        "text": "...I am Manhattan Cafe. I have a friend I want to catch up to... The girl who always runs in front of me... She's right there...",
        "hash": "14a8da38ecca926d630a004f1647d3c63e6440f66735071380142fe11ba927bb"
    },
    "1026": {
        "text": "My name is Mihono Bourbon. My goal is locked onto becoming a Triple Crown horse girl. Please refer to my data for legwork and other information.",
        "hash": "67c5bad118da4974e8cf63baf4e1e010584d83ba4acbd193e3d3893db71182a2"
    },
    "1027": {
        "text": "My name is Mejiro Ryan! Train your body, stay healthy! Grow some muscle, stay fit! Let's go for it!",
        "hash": "614b5606740d2e9224fa39401d759ea496e1cd1fdd3c5b892ec4f36517dcbc3b"
    },
    "1028": {
        "text": "I'm Hishi Akebono ♪ I'll put lo~ts of love into both cooking and running for everybody! It's nice to meet you!~",
        "hash": "53f43bae48fbd6485a6ccd8724e7154c2dda4be2076426e0997bb22097d2de5c"
    },
    "1029": {
        "text": "Oh, my name is Yukino Bijin! My dream is to become a stylish city gal in the Twankle Series! Phew... I hope I said that right...",
        "hash": "21943469828107dee499a8297e6c62a23d7b115b79b2dfd4c38cbcf19ae71c85"
    },
    "1030": {
        "text": "I'm... Rice Shower. Um... I'm a useless girl who makes others unhappy... but I'm trying my best to change!",
        "hash": "ba93983f4bd15b0240b2ce8ed15f2d1badf2cf3de804ecdd86d5ec471405f365"
    },
    "1031": {
        "text": "Hey hey~! I'm Ines Fujin! I'm going to race and work hard to make sure my family is happy!~",
        "hash": "5856544ea034c05f2b8cfc254f0e20f7678a8c8ad3f15e00467d83d98ed0808a"
    },
    "1032": {
        "text": "Aren't you interested about how fast a horse girl can go? If you are, I, Agnes Tachyon, would like you to be my guinea pig.",
        "hash": "c5153c7295b227d14f609687b3e897a7a96a6fda2f371ae5d08aa875c1de3cd8"
    },
    "1033": {
        "text": "Admire Vega. ...Can I go now? I need to train more, win more races, and I need to become a first-magnitude star.",
        "hash": "0d8d4a2b9c4f5763d211fc68fd440c281120de4b7b105f8aa61a8b828d6bc9e1"
    },
    "1034": {
        "text": "The hell are ya sayin'?! I'm Inari One! As you can see, I'm an efficient child of Edo! I wanna become the biggest horse girl of them all!",
        "hash": "14218bf7b25750be748ea0ffeb1edb5e70c1a17f0405550abc4ca5a3f54e6041"
    },
    "1035": {
        "text": "My... My... My dream is to be a Derby horse girl! And then there's... ah! My name!!!! My name is Winning Ticket! Nice to meet you!",
        "hash": "017dfeaee89e37d509d6802dfd8ea9037f3f839c0b84e26fb5b81c650fb4013e"
    },
    "1036": {
        "text": "I'm Air Shakur. In any case, data speaks louder than victory or defeat. I don't have a problem with simulation, I'll screw you over, logistically.",
        "hash": "09a929df194396b5a386d43f510a8ce4c9fc125b260275f7b0693e97f8c76a36"
    },
    "1037": {
        "text": "My name is Eishin Flash. In order to keep the tradition of horse girls alive, I will continue to run. Every race and everything else is on schedule.",
        "hash": "beaddcd9a23b9cd77531480d5dec3766f18ca0e8da57b7d6339c3d71e7d22992"
    },
    "1038": {
        "text": "I'm Curren, a.k.a. Curren Chan! I'm going to wrap the world in \"cuteness\"!☆ Don't look away, look at Curren ♪",
        "hash": "fcaba3dbc84371dcf4c6d63e8d38d9db95a2ab44671fb4983976f2b98882d316"
    },
    "1039": {
        "text": "Oh-ho-ho! I am Kawakami Princess... Yes, a princess above all princesses! I'll daintily knock you off of your feet at the races!",
        "hash": "adc966d87d31e23ceac7bccb494007ed424debc4d14fb87ebf69160c63a2d390"
    },
    "1040": {
        "text": "Gold City. ...Just so you know, I won't forgive you if you treat me like a doll. Don't judge me by my looks, but by the way I run.",
        "hash": "06b344700949f253eaada6131049039c4ef7a40763ec3cbe5623529b5a3a0bf9"
    },
    "1041": {
        "text": "Hello! My name is Sakura Bakushin O! As you can see, I am a brilliant class representative! Let's set a great example for everyone! BAKUSHIIIN!",
        "hash": "e6dc0a63b533fec7b181ee9fcca0edb4e8f80e741d73ca7233d7a3ee7316c84d"
    },
    "1042": {
        "text": "Haa-ha-ha-ha! It's Seeking the Pearl! Guess what? The world is full of possibilities, and I'm gonna prove it to you!",
        "hash": "cba70166d14871fce2d23d6489da495eabb183c644a76889612e2026c19b56d0"
    },
    "1043": {
        "text": "Roar~! It's Shinko Windy! You scared? You can tell me if you're scared~! ...Hey! Don't ignore me! Grrrrr!",
        "hash": "1e7bc282a0f92de5de200385963731862a1519e0a9f0c34bc6c7a582b6b4c203"
    },
    "1044": {
        "text": "Sweep Tosho is my pre-transformation name! I am Sweepy the Magical Girl! Now this is sorcery! Aaah!! (Bonk)",
        "hash": "5f99c79115aac88eeb484a4dcefea2b0a90b95fb89e408c744f01c6e6006ca9e"
    },
    "1045": {
        "text": "Tee-hee... I'm Super Creek~ I'll do my best to make everyone smile. Please leave it to me ♪",
        "hash": "76f389f0e31fbe9396b7b05688bd69c8ba4f9b2246054f9940bd1283617399c2"
    },
    "1046": {
        "text": "I'm Smart Falcon! You can call me Falco! My dream is to become a Umadol! Autographs are always welcome ☆",
        "hash": "b763db5f4976d5f3c15d62827a616483709dfcd90a905cfa3f8889d82c4af617"
    },
    "1047": {
        "text": "My name is Zenno Rob Roy. Well... this is me, but I'm longing for a heroic tale... I would like to tell my story within a race someday...!",
        "hash": "f2f29d092ab0520510903cb3b5c5fd0c2db3a0bc1686b930938dd7be5f97a7c2"
    },
    "1048": {
        "text": "I'm Tosen Jordan. My dream is... actually, serious topics are NG~☆ Anyways, look at my nails! Aren't they cool?",
        "hash": "464205b155c6b8604941772b74677ecb35f57037fe83a196aad0a4bb758ddf16"
    },
    "1049": {
        "text": "It's Nakayama Festa. Halfhearted races don't give me a thrill. Hey... Let me feel the intense heat of the race...!",
        "hash": "68a2b818ae44b29ee746f1a331a3d51ffd9ae425649c2f926a647ef84a1a66c1"
    },
    "1050": {
        "text": "Narita Taishin. That's all. I just want to win and shove it in the faces of the ones who made fun of me... Leave me alone.",
        "hash": "2f6964c5ae322a2c2f8f1c193dda8d7c46e6f5de1c0d184b5d902a79def04114"
    },
    "1051": {
        "text": "Hello, my name is Nishino Flower. I want to become a nice, sisterly horse girl so that everyone can rely on me...!",
        "hash": "1af5807c1e711580eab134649d52cdd923fca448ed8e2d73c3f4b93bc12ee3df"
    },
    "1052": {
        "text": "I'm Haru Urara! I love carrots and I lo~ve running because it's fun!♪ I'm going to try my very best to finish first!",
        "hash": "30c11c254ffc892cdd95bfc8902556f2a21fad2f8431b6f0faedc6279bf625a8"
    },
    "1053": {
        "text": "Hey there! Bamboo Memory! I'm going to run hard to earn the name of \"Demon Chairman of the Public Discipline Committee\"!",
        "hash": "386e65bab7fcc67a3953aa6f8116c05e07242a8ac3f08d5e45e842a73e35d06f"
    },
    "1054": {
        "text": "The hero of justice, Biko Pegasus, is here! I can take down any formidable foe and make everyone smile! Isn't that great!",
        "hash": "9d84025bd6cae359e4c22b153acf12e66cc3cb05a0418a97dd7d552aea6dfa02"
    },
    "1055": {
        "text": "Hi hi~, I'm Marvelous Sunday! I'm bringing a Marvelous feeling to the whole world! Now, let's all be Marvelous together!",
        "hash": "18d53d322ea89536cc9fd79a79c8f8072328601431aeda849af931e3a41901ab"
    },
    "1056": {
        "text": "Hello! They call me Matikanefukukitaru! I believe in the divine messages of Shiraoki-sama, and I constantly am working on my fortune telling, waiting for the day I'll be blessed with good fortune!",
        "hash": "a36cc5c4052724872f9a4f31a55e4f062e63d060260f8927d4435303f0ae9332"
    },
    "1057": {
        "text": "There's a breeze only racing can offer. It's light, clear, and..... an unrestrained tailwind. --I'm Mr. C.B.. Nice to meet you.",
        "hash": "e157e965eab2897429a7cea26f841dee1b58819e947d396700577355d702855f"
    },
    "1058": {
        "text": "I-I'm Me-Meisho Doto! U-uhm, uhm... I've been trying my best to become more confident in... m-mythelf- OWW!",
        "hash": "cc45d87776c5e7c77b8e8f6f488dac055b886592b79e5a21166c9dc67d2e8a47"
    },
    "1059": {
        "text": "Hello... I'm Mejiro Dober. I'm a horse girl of the Mejiro family, and I'm not ashamed to say that... I intend to do my best.",
        "hash": "7c79d723a152a8affff4eae7168593325873f0e816ce7e6959ba69de36989a46"
    },
    "1060": {
        "text": "Uh... I'm Nice Nature. I guess I don't really live up to the name of \"Nice Nature\", haha... Let's take it easy, shall we?",
        "hash": "2160d639b9e90c3da3d8732171e755c416229287633977a40b012522233f6f49"
    },
    "1061": {
        "text": "Ohhh-ho-ho! My name is King Halo. As a first-class horse girl, I'll give you the best results... And show the world this talent of mine!",
        "hash": "57d5353c210f7d9569549a6bda6bd7c2ee16ecb5e9f764cce79f3c7b3c501ce9"
    },
    "1062": {
        "text": "Yoo-hoo, I'm Matikanetannhauser. I've been practicing hard so I won't lose to anyon—Oh, today's my day off?!",
        "hash": "3c7330c0ec0d457f9568dfc0d779943ed8cde441fa5ea6bd8c4435d8cc74b866"
    },
    "1063": {
        "text": "My name is Ikuno Dictus. If you are looking for management, leave it to me. I will manage you thoroughly with an iron will.",
        "hash": "2a7138f3cfe49e1a5760708d804b3400df665f94d619f51553a053b7f9014e8d"
    },
    "1064": {
        "text": "I'm Mejiro Palmer! How ya doing~? Well, if you ever need anything, I'm always here. Feel free to talk to me ♪",
        "hash": "297727c06981b7e9a20e84ffbb6f027912aef66aa75b6e267c212819b9c8360b"
    },
    "1065": {
        "text": "Weee~iii! I'm Daitaku Helios~! I'm gonna run the most hype race ever, so please give me your best call! ☆",
        "hash": "579b207117f50df68c518c5d953a1fc2aa227ea9379bdbcd41c1c869a114178c"
    },
    "1066": {
        "text": "Twin Turbo! I'll take the first Turbo, I'll take it for sure! Let's go, Turbo, full throttle!!!",
        "hash": "f0cde7daaf6823e811efc401395698812b5e1be4472b1b657a7aefa4118ce0f3"
    },
    "1067": {
        "text": "My name is Satono Diamond. My fate has never been decided from the beginning. I will make the future shine with my running!",
        "hash": "6e105dd9e48fec30eb1d2b811f5e1fab76fc91ae4380d98d1ba301f3c032a2ef"
    },
    "1068": {
        "text": "I'm Kitasan Black! I'm going to run as fast as I can to make this race as exciting as a festival!",
        "hash": "c9e9af08b7e67c93b13559e25c8b89ccc8a30fe868a317fe4d824d2e0280f733"
    },
    "1069": {
        "text": "I'm S-Sakura Chiyono O! I will make my dream of standing on my ideal stage with the person of my dreams blossom!",
        "hash": "1ac039b6359462614fd43d55937501b7ca1b7a1bb49d874cca9fed865a4aaaff"
    },
    "1070": {
        "text": "Sirius Symboli! No need to talk about the race. Just shut up and watch. I'm going to conquer the world and prove that I'm the strongest.",
        "hash": "a9a9ad9a8c3d3629d64af2fb3cb6cbfccb9123f478833ae4819286b40dd2e7b2"
    },
    "1071": {
        "text": "My name is Mejiro Ardan. I want to run proudly, even if these legs will be short-lived... Even if only for a moment, I would like to shine in a race.",
        "hash": "36021db976da32b89e6e74584c741cac8f7df640f6c089a42c737228772f248d"
    },
    "1072": {
        "text": "I'm Yaeno Muteki. As a disciple of the Kongo Yaegaki way, I desire to race with the strong. Come on, let's fight like crazy!!",
        "hash": "77bbe1b7c0620f6b8fd094613da270a9c6990f951cd1389cf18f4ab29872c933"
    },
    "1073": {
        "text": "Tsurumaru Tsuyoshi! Aiming to become the \"Triple Crown Horse Girl\" of my dreams! I'll give it my all... BLEH! I-I just swallowed a lot of blood! I'm fine, I'm alright!",
        "hash": "a5f0dffed2eb27eade195c4cf97026a33b7baec86600f43c6e180e13ed84ee18"
    },
    "1074": {
        "text": "............Hmm? Is it time for me to introduce myself? Heheheh, my name is Mejiro Bright. I will try my best as a member of the Mejiro family~.",
        "hash": "8e2b920bd35ae7610cb5bf2fe4e0b4d752dfceea4fa900162ad3448f5f899790"
    },
    "1076": {
        "text": "I'm Sakura Laurel. My goal is the world. The Prix de l'Arc de Triomphe! --Well, it's just a \"dream\" now, but... I'll make it come true someday for sure!",
        "hash": "b3910a960940211d848c8e94b8ca5e45b6d8c02fb4b02bf4c459746022a26318"
    },
    "1077": {
        "text": "Hello, I'm Narita Top Road! I will do my best to live up to the expectations of all of the ones who support me!",
        "hash": "96c643b3bbb6af81f30bd3628a012816e4d0076396631f1cc7416ba700e598ea"
    },
    "1078": {
        "text": "......My name is Yamanin Zephyr. My goal is to be the wind... I want to be like the wind that runs faster and freer than anything else!",
        "hash": "d2cd390a471fb2901cdaf2d49d7ab08d9f5c2cc4793ff732aa34b812e4c37872"
    },
    "1083": {
        "text": "--I'm Symboli Kris S. I am indebted to the Symboli family. As one of them, I will carry out both the objectives I have set, and the \"mission\" I have been assigned.",
        "hash": "84c0b4e12e7f41cd7daa93858b0d30d9187422ae166998b1774d9ce076e75147"
    },
    "1084": {
        "text": "I am Tanino Gimlet! What I seek is the ideal \"me\". I have no intention of deceiving my temporary self. Destroy it, kick it down, and progress to the end!",
        "hash": "3e69bbabc0a5b8b15655eccdad8a8e7cb50d4dd0d29d3f0ea86e3d68bc58f883"
    },
    "1085": {
        "text": "My name is Daiichi Ruby. To be supreme is the duty of my family. I will strive to fulfill my duty.",
        "hash": "8d4e7ce5db8a06b56c3cfd141f144976bb9ad4a827f39ff75cd0863658e273ac"
    },
    "1086": {
        "text": "You want to get to know me? Then come to the turf by all means. There you'll learn everything about me... Mejiro Ramonu.",
        "hash": "dc8b5d6996c98090b41b3682ac9f9b067398fd8576c936fe79918ba20b32ba8d"
    },
    "1087": {
        "text": "I'm Machan. Aston Machan. I will eventually become the world's mascot. Keep looking straight at me with those eyes.",
        "hash": "22951cbc0584bbc0858701eb50c58a2978c3a55f7b0ba45d9899b73fb2550f0d"
    },
    "1090": {
        "text": "I am Verxina. I won't give up until I break down everything in my path to become a queen.",
        "hash": "477ed270fbae5faa9198d78817273adb13e383a2c0ff148464fb5aa403725ce4"
    },
    "1093": {
        "text": "...I am K.S. Miracle. I will repay everyone who gave me this life... I will make miracles happen.",
        "hash": "3e4fa44fc94504a3a443ee0c6063f1f89fd0a704e9127e4988c78216d1392de2"
    },
    "1094": {
        "text": "Jungle Pocket's the name. I'll be your partner, as long as you wanna run! But don't think you'll be taking my title of \"the strongest\"!",
        "hash": "6d29f11c2fd657e285bf57d4f656ed2d148c5b2ad633ecb684be2e4caf403765"
    },
    "1098": {
        "text": "Rickey ☆ Lucky ☆ Auspicious ☆ Copano Rickey! The power of Feng Shui will bring you happiness too ♪",
        "hash": "c2779584a44d605766f5c52047a423074904f0394ed7177db3855fb301fbf6d3"
    },
    "1099": {
        "text": "I'm Hokko Tarumae, I came here from a port town in the north like a paper crane. The Loco-dol of Tomakomai♪ ...Hmm, maybe I could come up with something more clever.",
        "hash": "7f059666e1f80e32cf9c5acc8e8d8affbab5021493c3a5c2da4aa37c139030c5"
    },
    "1100": {
        "text": "I'm Wonder Acute. I'm a slow learner, but I'm a hard worker. Please take care of me.",
        "hash": "12bc77c0d98895de7844e2e260f195d399f017b3754a9b11727dbe7c5ba39cf0"
    },
    "1102": {
        "text": "Behold, my lovely musciciste! Join me, Sounds of Earth, to create a wonderful melodia together!",
        "hash": "1edfc8bde9d184da6ee2cb8cafb5bb31eb6fb6db5f38204b072925d238008d30"
    },
    "1104": {
        "text": "Nice to meetcha! I'm Katsuragi Ace. Don't be afraid to dream, okay? I'll break down any walls that stand in your way!",
        "hash": "45e6d1ed8a96a5d09dd895d4070715f187ee89c63e6599e5a2dc606cf1c95807"
    },
    "1105": {
        "text": "Neo Universe would like to propose a friendly \"contact\". In other words— \"Nice to meet you\".",
        "hash": "52cefc3ba9de5679ccbf6b47d4fc503822a139fd3b72b681d96f5cd3a6fd3d84"
    },
    "1106": {
        "text": "I'm Hishi Miracle. I'm doing my best while keeping the vibes good. I hope you'll do the same, okay?",
        "hash": "72e25e1ec98c758d5511136ee0fa18a5284a17f456fbd77b8ec8e8955b5d7455"
    },
    "1107": {
        "text": "Come, friends, and join me on a journey where excitement and dance awaits! Everyone who wants to dream, climb aboard this vessel\\n with me!",
        "hash": "1f192888e7bf4760fd29fe882f2f5c86c6384907a17fb19a1a8936db825644db"
    },
    "9001": {
        "text": "Hello, I am Tazuna Hayakawa, secretary to the president of Tracen Academy. I will continue to support you so that you can have a better school life.",
        "hash": "7deb53c5070a9677b7a2c9cf18831d54fb4aef42c0c1aabeb1e53a3b16037d9c"
    },
    "9004": {
        "text": "Hello, I am Aoi Kiryuin. I'm a new trainer at Tracen Academy. I'm still a novice, but I'll do my best for the sake of the horse girls!",
        "hash": "2942164343a61648ddcff042977af114efa864c4d01dffcec54bdae37478c200"
    },
    "9005": {
        "text": "I'm Sasami Anshizawa, a skilled acupuncturist (disciple). I'm the one who can give you a boost and power you up! Wow, Anshi~n☆",
        "hash": "c868e48809d0a5bf33fd5b7e4a4f10e552b79639c843e8f7192bef16523d1a37"
    },
    "9006": {
        "text": "My name is Riko Kashimoto. It is the trainer's duty to take care of a horse girl's health. It is only natural that we should work with a sense of responsibility.",
        "hash": "1e709b0beddd05a7ac1dd2233947ee56f55fc215023f6900bab49203d6687ac4"
    },
    "9008": {
        "text": "I, Light Hello, am mainly in the business of event planning. I will help all of you shine on stage... Please allow me to help you out a bit.",
        "hash": "f38c5e6539634f86db0d58febf4ce4dcc4202bdfa45e73159a4efc3d88ffcfdc"
    },
    "9040": {
        "text": "I'm Darley Arabian. Each horse girl has her own personality, and each one is the main character— Let's raise them with care, my little lamb!",
        "hash": "76a53e4d0cc18a2c73402fc9ee6ee16e2d54a29d0fb5f1481ac0fa2f4a65a896"
    },
    "9041": {
        "text": "My name is Godolphin Barb. What drives horse girls forward are the bonds they have with others. I'll be there to help you out too.",
        "hash": "88d2a932a90d112a57d1ec1df3d0d6d00f85adee5651de77059a8db8ac98c116"
    },
    "9042": {
        "text": "My name's Byerley Turk. What horse girls need the most is strength. I'll train you to be strong enough to leave your mark on the earth.",
        "hash": "96c5efcb598e8a182a87833b7620fad0d30ba1862d7f1c3edf5b0fbd1c299a55"
    },
    "9043": {
        "text": "I'm Mei Satake! If you're looking for European race course analyses, I'm the gal to ask. Together, we'll make the dream of winning the Prix de l'Arc de Triomphe come true!",
        "hash": "f9b4e8e5385293499a3b365462434065388fc88e86964857ef0802562028f5fa"
    }
}