{
    "1": {
        "text": "A lot of things happen every day at the Tracen Academy. \\nChoose a <color=#ff9900>nurturing scenario</color> and solve the problems \\nsurrounding the school. Conquering these scenarios \\nwill help your Umamusume grow!",
        "hash": "2ac26675f1ecddab8d8f5580f0f950d5143164cb20fe4918ecb069319925125d"
    },
    "2": {
        "text": "Spend 3 years with an Umamusume in the <color=#ff9900>Twinkle Series</color> \\nand work together to make their <color=#ff9900>dreams come true</color> \\n! The Umamusume' goals are diverse. Guide many \\ndifferent girls to become a great trainer.",
        "hash": "d9b0e1a9fb7310901055f38baff07859320641f646e422230df4e54a7b718693"
    },
    "3": {
        "text": "All of the Umamusume have unique personalities. Each Uma \\nMusume has different basic abilities, skills, and aptitudes. \\nYou can train them as many times as you like, so let's start \\nby <color=#ff9900>raising your favorite Umamusume</color>.",
        "hash": "e04728bafe433ea09917ad2758434064e7986cbbbe95cd8559406879501e9060"
    },
    "4": {
        "text": "Inheriting <color=#ff9900>feelings (factors)</color> increases ability and aptitude at \\nthe start of training, and your Umamusume will grow through \\n<color=#ff9900>Inheritance Events</color>. Inherited girls won't disappear from the \\nHall of Fame, so take advantage to raise stronger Umamusume!",
        "hash": "71ad261a3876934fda91fb375b408f1a64bf8074ee383e96474873999188959d"
    },
    "5": {
        "text": "<color=#ff9900>Organize</color> support cards to receive corresponding <color=#ff9900>support effects</color> \\nand <color=#ff9900>training events</color> from those characters. Note that you can \\nnot use cards of the Umamusume you are training.",
        "hash": "827dd1ebc16797b5ea491c383669bdbc1de3e1340979ea9a4c1264b8a5baa0e7"
    },
    "6": {
        "text": "There are <color=#ff9900>types (specialty training)</color> of support cards. The \\neffects they exhibit when training together are different.",
        "hash": "362e5f96c8ab0383871b5d7b94fb2ed5516e1c926252c8a9f7921f8022e8547c"
    },
    "7": {
        "text": "When you raise the bond gauge of your support card during \\ntraining and perform your specialty training, <color=#ff9900>Friendship \\nTraining</color> will occur. In Friendship Training, your Umamusume \\nwill grow bigger than normal!",
        "hash": "6c648ce4750fa071e717373de16ff2493c49ffa6c2e3b657b2dc8eefeaf412cb"
    },
    "8": {
        "text": "Use <color=#ff9900>enhancement items</color> to increase your <color=#ff9900>Awakening Lv</color>. Raising \\nyour Awakening Lv will increase the number of skills you can \\nacquire during training. Reinforcement items can be obtained \\nthrough training and daily races.",
        "hash": "5b7263a34cf73ca7ee6742abedf77054a65f2cbef3f96cbd6610f676cdb273b8"
    },
    "9": {
        "text": "Use <color=#ff9900>Umamusume pieces</color> to <color=#ff9900>uncap</color> them. This will increase the \\nbasic ability of the Umamusume. Also, when they reach ★3 \\nthey will receive a <color=#ff9900>victory outfit</color>.",
        "hash": "eb231bb60e37a932e4eef8aa45134e9f9e025e931bb638833e49a3996d67fb61"
    },
    "10": {
        "text": "Use your <color=#ff9900>Support Pt</color> and <color=#ff9900>Money</color> to <color=#ff9900>increase the Lv</color>. As the Lv \\nincreases, your support effects will increase, giving you an \\nedge in your training. Strengthening items can be obtained \\nthrough training and daily races.",
        "hash": "8ac9852ab654bfdfe591dde356a528cc4362c386598ba037537cd6fbdd804d71"
    },
    "11": {
        "text": "Use <color=#ff9900>copies of the same support card</color> to <color=#ff9900>uncap</color>. Uncapping \\nincreases the upper level limit and you can further \\nstrengthen the support card's Lvl.",
        "hash": "e8354a7b7331d2ee9fe255dde7255aa8b77d921d0986e11a973c9fc0300ce10b"
    },
    "12": {
        "text": "Support cards dupes can be converted into <color=#ff9900>Horseshoes</color> \\n. These valuable items can be exchanged in the store. \\nThe first support card you acquire will be stored in \\nthe support card list, subsequent cards will be displayed \\nin the vault and can be converted.",
        "hash": "1a7c92703c752037b677b6d50bb27230b957fface52d0fb15d175c9c25b21d06"
    },
    "13": {
        "text": "When you complete training, your Umamusume will be saved in \\nthe <color=#ff9900>Hall of Fame</color>. Once there, she can enter the Team Stadium \\nand various races, can be inherited from in training, or \\ntransferred, upon which she is irrevocably lost.",
        "hash": "aba256b0232af9452182e6cc38f75b9b90986b661f2be967d789b17ed41e07a9"
    },
    "14": {
        "text": "Umamusume pieces can be converted into <color=#ff9900>clovers</color>. Clovers are \\nvaluable and can be exchanged for items in the store. Be \\ncareful when converting pieces, as they can be used to release \\nthe Umamusume you are training and to develop new talents.",
        "hash": "548ed5fbc8cf89aead8ab02ff1f76aca33eccb75a7cee044376c68e320eebdc8"
    },
    "16": {
        "text": "Meeting new Umamusume and increasing their <color=#ff9900>affection</color> allows \\nyou to progress through <color=#ff9900>their personal stories</color>. Rewards are \\ngained for progressing through the stories.",
        "hash": "7f3eaba9e749d5ca6d4505051b5f6e3c1726162cdb51e513560be6e35b0cb584"
    },
    "17": {
        "text": "Form a <color=#ff9900>team</color> of Hall of Fame Umamusume and compete against \\nteams from all over the country in the <color=#ff9900>Team Stadium</color>. Your team's \\n<color=#ff9900>CLASS</color> will increase according to its success, and each week you \\nwill earn rewards according to the CLASS you belong to.",
        "hash": "8ee06b0df5a799f9e527d6cb94fa9dbc39181d6bcb84ef71b304992ad9b6a937"
    },
    "18": {
        "text": "A <color=#ff9900>high score</color> will be recorded for outstanding race \\nresults. Each week, the CLASS to which you belong \\nwill change based on your high score.",
        "hash": "6dc8de78cdae540ccbc80d919efebfcacb28aa04c90bc8cf6a6d8bb98f524992"
    },
    "19": {
        "text": "In the Team Stadium, five races with different <color=#ff9900>conditions</color> are \\nheld at a time. The higher your CLASS, the more people you can \\nrun in each race, up to a maximum of 15 Umamusume. Form the \\nstrongest team you can and challenge the Team Stadium!",
        "hash": "91ee634051085d2c2a5e4e4c09f6ac3c5efa24990a5237f398127acfe98d402c"
    },
    "20": {
        "text": "Form your own <color=#ff9900>team</color> of <color=#ff9900>Hall of Famers</color>. For each of \\nthe five races with different conditions, choose \\nthe Umamusume with the best aptitude. The <color=#ff9900>ace</color> horse \\ngirl will get <color=#ff9900>1.1 times</color> the score.",
        "hash": "bbee253e977eebfcbc10516540ccc2b56d8f89c1856f0ff018c8f041f7843798"
    },
    "21": {
        "text": "The more strong Umamusume you have in your team, the higher \\nyour <color=#ff9900>team rating</color> will be and the higher your <color=#ff9900>team rank</color> will be. \\nThe higher your team rank, the more rewards you can earn.",
        "hash": "5108eca921fbe54980e890a162a278a959634d40c6ee785bc697bad9785d66f4"
    },
    "22": {
        "text": "In the Team Stadium, you will play against <color=#ff9900>opponents \\nwith similar team ratings</color>. The higher your team \\nrating, the higher your score will be. Form a \\nstrong team and conquer the Team Stadium!",
        "hash": "9ec8fc0b64d29fe613fb3767135a8b361579c2b23b34797ebbf3fe8193c14935"
    },
    "23": {
        "text": "Challenge the Legend Race with your saved Umamusume. The \\nhigher you finish, the more rewards you get. Tickets required \\nfor participation are replenished at 05:00 during the event \\nperiod and when the LEGEND Umamusume is switched.",
        "hash": "da14e3b3d1e05e08ac17db1dbec7c15545a3bd4f52986ea18f987c386830783d"
    },
    "24": {
        "text": "Take on the Daily Race with your Hall of Fame Umamusume. You \\ncan earn various rewards depending on the races you challenge. \\nEach day, you will receive up to the <color=#ff9900>maximum number of tickets</color>.",
        "hash": "2410a38dc0f8fb68002221f85884947fa59a4b20f25757b7ad1110f4f2bf3abb"
    },
    "25": {
        "text": "In Practice, you can freely hold races under <color=#ff9900>any conditions \\nyou want</color>. In addition to the Hall of Fame Umamusume you have \\nbred, you can also run races with <color=#ff9900>other trainers' Umamusume</color>. \\nYou can hold practice with up to 18 Umamusume at once!",
        "hash": "5b9f100e6b2e1d20a983f0a6ee9b2c3dbe93c815854005a6ace84a7b13dafb64"
    },
    "26": {
        "text": "If you see any Umamusume you like in the Team Stadium \\nor room match, you can register her as your <color=#ff9900>Training \\nPartner</color> so that you can run races with her. The representative \\nUmamusume of the friends you are following will also \\nbe able to run in the race.",
        "hash": "6cbc2da8dd6217f34fe41abc85f27434870e6242b40ab2cfee71a5321a05d93e"
    },
    "27": {
        "text": "You can <color=#ff9900>share</color> your favorite <color=#ff9900>Hall of Fame Umamusume</color> with your \\ncircle and SNS. Actively register your Practice Partners from \\ncircle members and friends to enhance your practice!",
        "hash": "e8fb0e0af58f57618a5bf8314d59b941751d7810244fa6664d2712c1b6e8491b"
    },
    "30": {
        "text": "Join a <color=#ff9900>circle</color> with other trainers from around \\nthe country. You can interact with other members \\nand help each other with training.",
        "hash": "c8eb783c47d6b34b958deef94fd42c125e88808f71639ed011d3ef50b3e08b3a"
    },
    "31": {
        "text": "Members can give each other a <color=#ff9900>variety of items</color>\\n. You can also rent each other's <color=#ff9900>representative \\nUmamusume</color> for inheritance at a discount.",
        "hash": "fa3e72d7487a307bdd07a3e8874c7ba387d39a798c4508c41d57bf4426ab68c3"
    },
    "32": {
        "text": "<size=26>You can watch live performances of <color=#ff9900>songs</color> you have acquired. \\nChoose main and back dancers from obtained Umamusume \\nand acquired costumes to watch the live with your favorite \\ncombination. Songs marked with <color=#ff9900>\"Singing\"</color>, are voiced \\nby the selected Umamusume. Songs can be acquired through \\nthe main story and training.</size>",
        "hash": "2a3d49014aa36887f1e07b8f1cc83d179293098787ded0b779162d627fec73ce"
    },
    "33": {
        "text": "You can check and set your trainer information. On your \\n<color=#ff9900>birthday</color>, you will receive a congratulatory comment from Uma \\nMusume on the home screen, and changing your <color=#ff9900>gender</color> will change \\nsome scenarios. (Gender can be changed at any time)",
        "hash": "8e5d193282f47d041ca6f37ae6ddcc1c888e0d0f548273a08e236913c706f076"
    },
    "34": {
        "text": "You can set up a <color=#ff9900>representative Umamusume</color> and <color=#ff9900>support card</color> to \\nhelp your followers in their training. You will earn <color=#ff9900>Friend Pt \\nthe next day</color> depending on the number of times you do this. \\n(This will be given as a gift)",
        "hash": "e740a64abf2175684b9e128c97cf6f3bda6193ac03ad46389e329e1ad1c230d1"
    },
    "35": {
        "text": "You can earn titles through <color=#ff9900>title missions</color> and <color=#ff9900>events</color>. You can \\nchange the title you have earned at any time.",
        "hash": "c4966049ac495061bd40573d7691345e46ea2d0e69ee6ff8935d69003461ed96"
    },
    "36": {
        "text": "Help the Chairman reach her dream! You can earn <color=#ff9900>trophies and \\nrewards</color> when you win graded races during training, or Legend \\nRaces. In addition, you can earn rewards by completing \\nmissions to collect the specified number of trophies.",
        "hash": "cb7e33075ed4362a1b5f5e1d681b2ec9dba39fa5703fa936bd674ba222aae88b"
    },
    "37": {
        "text": "You can select the representative Umamusume and support \\ncard of the friends you <color=#ff9900>follow</color> from each list in training. \\nYou also earn more Friend Pt by helping a <color=#ff9900>mutual follower</color> \\nto train. If you don't have many followers, try looking \\nin the <color=#ff9900>recommendations</color>.",
        "hash": "a42b7d23a306bbbfff26991b3d0c0abe58eae95d94e21edde55a3bc418a90eff"
    },
    "38": {
        "text": "Collect records related to Umamusume to raise your <color=#ff9900>Index Lv</color>. \\nYou'll accumulate Index Exp based on the evaluation points \\nyou've earned through training and the stories you've viewed, \\nand you'll earn rewards as your Index Lv increases.",
        "hash": "fde18042cede98c8c205bead331ca7d5d316360fa8bb055e2a2f92cac41c9825"
    },
    "39": {
        "text": "Take aim and catch Umamusume plushies (Paka-Puchi)! \\nYou have <color=#ff9900>3 attempts</color> to catch at least one. \\nYour Umamusume might  even gain a <color=#ff9900>new hint</color>!?",
        "hash": "31706b84f8f63a02a069bea817bf7c45c77e013690ce4ca3d207f1e2b134f662"
    },
    "40": {
        "text": "Congratulations on your <color=#ff9900>CLASS 2</color> promotion! The <color=#ff9900>second slot</color> for \\nteam formation has been released. The second slot for team \\nformation has been released, allowing you to organize more Uma \\nMusume for the Hall of Fame.",
        "hash": "37067b53ae6590d0143fc2f15f340b961115d79bea86171a18559da35e990292"
    },
    "41": {
        "text": "Congratulations on your <color=#ff9900>CLASS 3</color> promotion! The <color=#ff9900>third \\nslot</color> for team formation has been released, allowing \\nyou to organize more Hall of Fame Umamusume.",
        "hash": "df67a8fc5952938d8ff3d62ff0e16b97fef059f76458aadcf669dfc479139d11"
    },
    "42": {
        "text": "The aim of the training is to achieve good results \\nin the <color=#ff9900>target races</color> set for each Umamusume. In order \\nto achieve good results in races, you need to <color=#ff9900>develop \\nyour basic abilities</color> through <color=#ff9900>training</color>!",
        "hash": "3c0cb6e1e8d6b5d7b2fa527368b57afcec766e9208eef26148575aac323e1ac2"
    },
    "43": {
        "text": "By acquiring <color=#ff9900>skills</color>, you can gain a <color=#ff9900>variety of \\neffects</color> in <color=#ff9900>races</color>. The Skill Points needed to acquire \\nskills are mainly obtained through races, but can \\nalso be obtained through some events.",
        "hash": "557fb13a36bb227b8277d32b653bb9c0ae68d2ea9094b5e652ba9366e668cc79"
    },
    "44": {
        "text": "If your Umamusume's <color=#ff9900>energy or motivation is low</color> she will not \\nbe able to perform at her best in training or races. <color=#ff9900>Resting</color> \\nrestores energy, and <color=#ff9900>going out</color> boosts motivation. Always pay \\nattention to her condition!",
        "hash": "dac002ed463025ec3c5a0442c14ecbfe2579647dd801e6e218022fd367d3165b"
    },
    "45": {
        "text": "During training, you may acquire <color=#ff9900>conditions</color> that have a \\nnegative effect on your Umamusume's training and physical \\ncondition. The <color=#ff9900>Infirmary</color> can eliminate such conditions, \\nso think about making use of it quickly.",
        "hash": "be39e81914fab47564e2f847b37bbc7ea655896c606ecffb8cff2a4d0fc65f81"
    },
    "46": {
        "text": "You can execute various commands while training your Uma \\nMusume! Use each command in a well-balanced manner to make \\nyour Umamusume into a great Umamusume!",
        "hash": "fee8a8cc0a1ec8bcb15a40ab3f3420d10b0dccc6aa10fc828e4af1545e0e4791"
    },
    "47": {
        "text": "<size=26>From the latter half of June in Junior class, you can start \\n<color=#ff9900>racing</color>. Train your Umamusume well and aim for <color=#ff9900>first place</color>! In \\nraces, you earn <color=#ff9900>Skill Points</color> to acquire skills and <color=#ff9900>Fans</color> to run \\nin big races, based on your finishing position. You'll also \\nearn random items based on your position and margin.</size>",
        "hash": "f40f1d14573d4df79fd8ef892eab54933a1fc5f8bce013ade3a1ee3018e52861"
    },
    "48": {
        "text": "Umamusume make their first appearance on the racing stage in \\ntheir <color=#ff9900>make debut</color>. If they finish first, they can run in \\nvarious races. If they don't, you'll have to try to win one of \\nthe <color=#ff9900>Maiden Races</color> available!",
        "hash": "eea033b61f7bf97233ed5429bf70dd89b8ff62234ee433d08336faad49b18c39"
    },
    "49": {
        "text": "<color=#ff9900>Basic abilities</color> such as speed and stamina, \\ngained through training, are linked to <color=#ff9900>the various \\nabilities displayed during races</color>. Which you need varies \\ngreatly with <color=#ff9900>distance</color> and <color=#ff9900>running strategy</color>, so <color=#ff9900>create \\na training menu that suits her</color>!",
        "hash": "c1637cfb8ae4b1cb8460c36272221f4429b42bec3497d2ba21cd9aa1883040f4"
    },
    "50": {
        "text": "The <color=#ff9900>surface and distance</color> where the races take place differ. \\nYour Umamusume suits different tracks depending on her \\n<color=#ff9900>surface and distance aptitudes</color>. Aim for races that are <color=#ff9900>marked \\nwith a ★</color> in the list, and go for the win!",
        "hash": "972aa636bda7f601671c8e5b2f7583f4e18407034ee9310d72bef7195359a1ec"
    },
    "51": {
        "text": "The races are divided into five grades: <color=#ff9900>Pre-Open, Open, GIII, \\nGII, and GI</color>. Let's start with the <color=#ff9900>Pre-Open, Open</color> to win the \\nhighest G1 race in the Twinkle Series!",
        "hash": "26ef194dbe33e081fffb5dd70f1e786d596d379f77d5f8170171d6bd0ccf6d65"
    },
    "52": {
        "text": "You can grow your Umamusume's <color=#ff9900>basic abilities</color> by \\nspending <color=#ff9900>energy</color> to <color=#ff9900>train</color> her. In addition to <color=#ff9900>recovering</color> \\nenergy, more <color=#ff9900>Skill Points</color> can be gained from the \\nWisdom training than other training.",
        "hash": "4565c8e97f4eb6cb9d00c531d51780ace73fa527a8b673539c6236180e0ededf"
    },
    "53": {
        "text": "Training with Umamusume organized as a <color=#ff9900>support card</color> will \\nincrease your <color=#ff9900>training efficiency and bond gauge</color>. When the \\nbond gauge is full, <color=#ff9900>Friendship Training</color> can occur. You may <color=#ff9900>gain \\nvarious benefits</color> if certain others watch you train as well.",
        "hash": "889cab74c75ef1b56f80c450111ccd21bdbfc3d0c93bcc70c2f96919965c089f"
    },
    "54": {
        "text": "When a support card Umamusume has a <color=#ff9900>! mark</color> on her, grab your \\nchance to <color=#ff9900>increase Hint Lv of one of this partner's skills</color> upon \\nsuccessfully completing the training session. This will confer \\na <color=#ff9900>discount on the Skill Pt needed to acquire the skill</color>.",
        "hash": "8760e80ed3be412a5fb81e9e5f5d7f13a7d19b6de79b5846468c57053ebba89b"
    },
    "55": {
        "text": "If you train your Umamusume when her <color=#ff9900>energy is low</color>, she may \\n<color=#ff9900>fail the training</color> and her ability may not improve. There are \\n<color=#ff9900>various disadvantages</color> to failing a training session, so always \\nkeep an eye on her <color=#ff9900>energy and failure rate</color>!",
        "hash": "b0708d4906a85e9116ebcf9762ddbe89a42ce460c6a481a6484773877dbf7121"
    },
    "56": {
        "text": "By spending <color=#ff9900>Skill Points</color>, you can acquire <color=#ff9900>skills</color> that activate \\nduring races. There are various conditions to activate skills, \\nsuch as the <color=#ff9900>race distance and running strategy</color>, so try to \\n<color=#ff9900>acquire skills that match her aptitudes</color>.",
        "hash": "1678d31a23c1b8a1e119f42bcc0b089e49d126dbe3d8ea0d33100a5a83f3db1a"
    },
    "57": {
        "text": "The <color=#ff9900>hint Lv</color> of a skill may be increased by the result \\nof a <color=#ff9900>Support Card or Umamusume Event</color>. The skill Pt \\nyou <color=#ff9900>consume will be discounted</color> depending on the hint \\nLv, so organize support cards that have the skills \\nyou want to acquire to get the best deals.",
        "hash": "4c852bcb24d3435b8fa724b0bcd7e15eb8f6dd610fb8cacd3121dda8ed88881b"
    },
    "58": {
        "text": "<size=26>There are three main types of skills. <color=#ff9900>Unique skills</color> are special \\nskills that your Umamusume starts with. <color=#ff9900>Rare skills</color> are \\npowerful skills found in special situations. <color=#ff9900>Normal Skills</color> are \\nskills found in various situations. There are also skills that \\ncan only be acquired by <color=#ff9900>inheriting certain factors</color>.</size>",
        "hash": "84e16717a14aa86247cf4cb4782345fc4983b7b1673640225e21f47a77f8477a"
    },
    "59": {
        "text": "If you raise the level of your support card to a \\ncertain level, you will get a <color=#ff9900>support bonus \\nthat will increase your score in the Team Stadium</color>. \\nLet's raise the lvl of many support cards!",
        "hash": "2463987f3e0639c52d02312f3816108228c47cb4bf59540dde42e1ed8f00f9f4"
    },
    "62": {
        "text": "During the event period, <color=#ff9900>train your Umamusume</color> and earn <color=#ff9900>Event \\nPoints</color>. By collecting Event Points, you can earn various <color=#ff9900>rewards</color>.",
        "hash": "15e80ea4338a0f84bb5f50f5c05dfbac10d853a490f0c884cd71812ae4aa489f"
    },
    "63": {
        "text": "Collecting Event Points will allow you to advance through the \\n<color=#ff9900>event-only story</color>. By advancing the story and clearing event \\nmissions, you can earn <color=#ff9900>event limited support cards, rainbow \\nfragments, and titles</color>.",
        "hash": "99655e6393a3db3fae52e0d6d83472c7a2cbc5a0b5487a7be07640b6eccccb5c"
    },
    "64": {
        "text": "At the end of training, any <color=#ff9900>event bonus Umamusume or support \\ncards</color> will confer a <color=#ff9900>bonus to the event points gained</color>.",
        "hash": "8e7313ee2a09311a1c4eece1792383b093e9bb7ec0f6e5962ec47368360204b4"
    },
    "65": {
        "text": "You can get <color=#ff9900>Event Pt and Roulette Coins</color> by \\ncompleting event missions. You can also earn \\nRoulette Coins from the <color=#ff9900>daily missions</color>.",
        "hash": "075fd0578c5c407d0b87fcb90d646a37e3b61f0f09f49cdb6c7be08250fcb105"
    },
    "66": {
        "text": "You can play <color=#ff9900>roulette derby</color> using <color=#ff9900>roulette coins</color> \\nIf you <color=#ff9900>achieve bingo</color>, you can get <color=#ff9900>event limited \\nsupport cards and gold fragments</color>.",
        "hash": "3e6b64cb1459cd13f092f7bda66581797fafea6582fc9643ff5507aea8c2efc7"
    },
    "67": {
        "text": "During the event period, you can earn <color=#ff9900>roulette coins</color> by \\n<color=#ff9900>training Umamusume</color> and completing <color=#ff9900>event missions</color>. Collect \\n<color=#ff9900>roulette coins</color>to spin the <color=#ff9900>roulette derby</color> wheel.",
        "hash": "133f35a3d500e850d656b5dbafeb9233cfebbcf3171b8acd5b225a588a78c33d"
    },
    "68": {
        "text": "You can get <color=#ff9900>roulette rewards</color> according to your finishing order \\nin the roulette derby. When you get a roulette reward you've \\nnever gotten before, it's your chance to BINGO!",
        "hash": "9d08526b28c39fb8787342cf45cec86dac185a4ad01a67bb5f9af0fe661a385a"
    },
    "69": {
        "text": "Cells will be filled according to roulette rewards earned. \\nWhen 3 consecutive squares are filled (on any axis), <color=#ff9900>a line is \\ncompleted</color>, and you will receive a <color=#ff9900>BINGO reward</color> based on number \\nof lines. Complete <color=#ff9900>8 lines of BINGO</color>to exchange your first 3 sheets.",
        "hash": "9143e946735860539584c37c1030a4fb765fdde588c81c3217de6f5a83d72fc4"
    },
    "70": {
        "text": "Run in the <color=#ff9900>Aoharu Hai</color>, held the turn after June and December \\nend, and aim for victory with your team. Winning will increase \\nyour <color=#ff9900>team ranking</color>, and your <color=#ff9900>Umamusume and team members will \\ngrow</color>. Train a strong Umamusume to <color=#ff9900>win lots of Aoharu Hai</color>!",
        "hash": "3a0280db4f3587cd0af236383d01ad01b124123068c7aaa9797bb865c2493aa9"
    },
    "71": {
        "text": "Put together a team to win the Aoharu Hai! With races in each \\ncategory, the winner will be the one with <color=#ff9900>more wins</color> out of \\nfive. <color=#ff9900>Winning raises your team ranking</color>, more so the higher \\nyour opponent's ranking.",
        "hash": "6a6e28689d4fba1ca8daad2ed59b4a480d547a7ac6663f36fd1b27bcd7b18ebd"
    },
    "72": {
        "text": "By using the pieces you have collected, you can <color=#ff9900>release</color> \\nyour breeding Umamusume. Once released, you will \\nbe able to take charge of them in training.",
        "hash": "0192f255baf0c210600c5259b6115ca8a9ea6e669649a4d1172856527968e313"
    },
    "73": {
        "text": "Register 3 Umamusume to <color=#ff9900>match</color> and battle with <color=#ff9900>other trainers</color> \\nin real time! Raise strong Umamusume and aim for glory!",
        "hash": "09c7930f2f56bc46e7ec1faf5948fb6ebddafceee29d80c2b26cdd9bf1f89d45"
    },
    "74": {
        "text": "There are two leagues, the <color=#ff9900>Open League</color> and the <color=#ff9900>Grade \\nLeague</color>, and you can choose the one that suits you \\nbest Depending on the league, the upper limit of the \\n<color=#ff9900>breeding rank</color> of the Hall of Fame Umamusume you can \\nregister to run in the race will differ.",
        "hash": "5de075a2bc7c61a25fb995071cf5315ff8c3218611ada49cf0b381288478c05b"
    },
    "75": {
        "text": "<color=#ff9900>Room Match</color> allows you to race against other trainers \\nwith your Hall of Fame Umamusume <color=#ff9900>Host</color>: Set your own \\nconditions for the race <color=#ff9900>Join</color>: Join another trainer's \\nrace. <color=#ff9900>Watch</color>: Enter an ID to watch the race.",
        "hash": "b78b03bbcd6eebff5fa7f2ddf637d90107dc608ccbe15e8c1c61fed397831e11"
    },
    "76": {
        "text": "The race held will be GI. There are two modes. <color=#ff9900>Simple Mode</color> \\nallows you to hold a race right away. <color=#ff9900>Detailed mode</color> allows you \\nto choose weather, participation conditions, etc. first. Up to \\n<color=#ff9900>3 Umamusume per person</color> can be entered.",
        "hash": "109e9f645b60977f61d447d2ed99f71bdfe07545d84f0f6992cd79fcfcb38b82"
    },
    "77": {
        "text": "<color=#ff9900>The league is made up of three rounds</color>. Starting from Round 2, \\nyou will be divided into Group A and Group B, and the places \\nyou advance to will depend on your performance in each round \\nand group. Let's move on to the final round and win the <color=#ff9900>winner</color>!",
        "hash": "7c840ffbdc26432db2bc33eb9315738a05e86876102aee84b0784501b674043c"
    },
    "78": {
        "text": "Recruit participants for your races from the participation \\nlist. Trainers close to you can also be recruited using \\nthe <color=#ff9900>Circle and SNS Sharing functions</color>. For future reference, \\n<color=#ff9900>you can save your favorite races</color>. Have a go organizing \\na race with your friends!",
        "hash": "d966a128d2261297f6121391b19cb0c2f050f20af55aabf72086a46cc8d0e31c"
    },
    "80": {
        "text": "In Special Transfers, you can <color=#ff9901>transfer your trained Umamusume \\nto another trainer's team for rewards</color>. Be aware that once \\nyou transfer someone, she will be gone and you will not be \\nable to get her back.",
        "hash": "2a5bd2bee4a46a569aa646dec5356eb96ff09dac017a65800fda66712a8e975e"
    },
    "81": {
        "text": "Each team has its own expectations. These not only come with \\n<color=#ff9901>different rewards</color>, but <color=#ff9901>the higher the expectations, the more \\nluxurious the rewards</color> for transferring your Umamusume to them.",
        "hash": "505df2b1db6f63d2476cbe92a5fd5a5412b23d02e3b2ccc805177c44bfc2be89"
    },
    "82": {
        "text": "Teams with high expectations will reward a piece of the \\ntransferred <color=#ff9901>Hall of Fame Umamusume</color> as a thank you gift.",
        "hash": "8bc5af0a6a04cf3fd7f803f0a0b34516b3e99ffbfd08820722e37594830a61ed"
    },
    "83": {
        "text": "If you train at a training location where a team member has a \\nspecial icon, \"<color=#ff9900>Aoharu Special Training</color>\" will occur, and <color=#ff9900>that \\nteam member's basic abilities will increase</color>. Let's use the \\nAoharu Training to grow our team so we can win the Aoharu Hai!",
        "hash": "b0146a9ee8bdca750eb8fddb126539977fcd27ef4113d8d9d61b7d9807e3436c"
    },
    "84": {
        "text": "Furthermore, a Special Training session <color=#ff9900>with 2 or more</color> \\nteam members, will <color=#ff9900>boost your Umamusume's training \\nefficiency</color> as well. <color=#ff9900>Basic abilities and skill points \\ngained</color> will also increase <color=#ff9900>the more team members</color> participate.",
        "hash": "66bbf2ff878bce808ce8723299c75ac7150b7f97d207ede45e02502e19574fa4"
    },
    "86": {
        "text": "Team members you have had many Special Trainings with \\ncan have an <color=#ff9900>Aoharu Spirit Explosion</color> once. Their <color=#ff9900>basic \\nabilities will increase greatly</color> and <color=#ff9900>your Umamusume will \\nalso grow and get Skill Hints</color> The key to success is <color=#ff9900>generating \\nmany Aoharu Spirit Explosions</color>!",
        "hash": "8af5c7c7c10fd18a31a74c6593ecae826bf18d93ee2d03fc8fabc387ae24713c"
    },
    "87": {
        "text": "You can check the items you currently have. You can also use \\nconsumable items. Some items can be converted to Money. \\n<color=#ff9900>Converting items cannot be undone</color>, so be careful.",
        "hash": "36d47e6e050a0345e9cc242a0708e71a71f6267de63585b51cfc1e5c2a292004"
    },
    "88": {
        "text": "As team members grow, <color=#ff9900>team strength</color> will increase and you will \\nreceive gifts from Tazuna. Also, each member's <color=#ff9900>Training Lv \\nwill increase</color> with their basic ability. <color=#ff9900>The strength of your \\nteam will lead to the growth of your Umamusume</color> , so be \\nproactive in training your team!",
        "hash": "6ea7b37fb1ccf3d5786bc81035f06cd57f47ffec40e569faf158a52dbc251653"
    },
    "89": {
        "text": "The <color=#ff9900>team title</color> is an <color=#ff9900>evaluation of your overall</color> team strength \\nand team ranking. <color=#ff9900>The better the team title you have, the more \\nyour Umamusume will grow in the ending</color> Let's win Aoharu Hai \\nand get the strongest team title!",
        "hash": "8aac9fd3cc4f275d69941f17b81783d6ce290c74bb4e72ae6f3650b3fc1c0333"
    },
    "90": {
        "text": "Using <color=#ff9900>Event Boost</color> you can spend twice the TP \\nat the start of training to gain double the \\n<color=#ff9900>Event Pt</color> and <color=#ff9900>Roulette coins</color> at the end.",
        "hash": "c0e9fdf16e33fb89f3588f46bc81db18976f3c66a19279b4ec88f3dea2854d59"
    },
    "91": {
        "text": "You can <color=#ff9900>uncap</color> support cards by using <color=#ff9900>duplicates of the same card</color> \\n. The level limit will be increased. SR and SSR support cards \\ncan also be uncapped by using <color=#ff9900>Release Crystals</color>.",
        "hash": "2ed0278e042c37ec40d7ab609509390e0fef61912202664a954f2b10bdeefbb8"
    },
    "92": {
        "text": "When you end training in <color=#ff9900>Showtime Mode</color>, your <color=#ff9900>SHOW Gauge</color> will \\nrise according to your progress and the difficulty level. You \\nwill receive <color=#ff9900>additional rewards</color> according to the number of \\ntimes you've filled your SHOW Gauge to MAX.",
        "hash": "4aa2f6ac046ee88c5ae0e8b5574d392d1c9899bf3a009d9b02885c56c0eeed16"
    },
    "93": {
        "text": "In Showtime Mode, the <color=#ff9900>opponent Umamusume</color> will become stronger \\nin training races. When you see the <color=#ff9900>good ending of your Umamusume \\n</color> at the chosen difficulty level, the next level will be \\nunlocked and can be challenged from next training.",
        "hash": "a008b717714f12291d3e649210519ee3fca9c3ed0cc23a1bf1f0bedc0905e203"
    },
    "94": {
        "text": "You can earn more points by training Umamusume \\n<color=#ff9900>according to their aptitude</color> and by achieving \\nthe specified <color=#ff9900>Score Bonus</color> conditions.",
        "hash": "c4ccea0a6f89d2b862e7100dbf41b9b3342f5d119701086f6e02e48e6266b102"
    },
    "95": {
        "text": "In the <color=#ff9900>Trainer Proficiency Exam</color>, you can check the <color=#ff9900>usage rate \\nof support cards</color> for each test in the ranking!",
        "hash": "76503ec63a87d5848f7cf678b751e001312a08666ea6cb8dc6633787db24c54b"
    },
    "96": {
        "text": "A scenario without individual goals, <color=#ff9900>instead chasing \"Result \\nPoints\"</color>. Acquire fixed amounts from each of the 3 years! You \\ncan freely enter any races during training, and obtained Pts \\ndepend on the race's grade and finishing position!",
        "hash": "0fe1fc1dec91356ba5659a6d1c0d81692df3031528f8c9ca0f3a6e2b30d73aaa"
    },
    "97": {
        "text": "<color=#ff9900>Once all training objectives are complete</color>, you can challenge \\nthe <color=#ff9900>Twinkle Star Climax</color>! Emerge victorious over the 3-race \\nbattle to claim your place as \"Twinkle Top Star\"!",
        "hash": "f7885491f682fe7f7ced1c4c07c172dc3b6b5c4167ed81bb8803f5a801f185e6"
    },
    "98": {
        "text": "When entering races, you will <color=#ff9900>obtain Shop Coins</color>! Shop \\nCoins can be traded for training items in the special \\nshop. Training items can increase stats, recover energy, \\nboost training growths, and have <color=#ff9900>various other effects \\nthat are sure to help your training</color>!",
        "hash": "205377cd3fdf8e90917d73da59c62770923bd24c83aa7ec940e1af7cdd1b396f"
    },
    "99": {
        "text": "<color=#ff9900>After each second half of December</color>, when changing years, <color=#ff9900>the \\nmost outstanding Umamusume is recognized</color>. Do well in races \\nwhile deepening bonds with your supporters to increase your \\nfans! When chosen, your Umamusume's unique skill will level \\nup, in addition to other improvements!",
        "hash": "33b9fafb27974e3c360c554cef100128eae9ef5ae234629aae6bcdad63308ba3"
    },
    "100": {
        "text": "Sometimes Rivals will enter races. When <color=#ff9900>entering and winning \\nthose races</color> your <color=#ff9900>Umamusume's stats will grow</color>, and she can \\n<color=#ff9900>obtain Skill Hints</color>. Grow your Umamusume more by having them \\nfight these tough opponents!",
        "hash": "eed89a61e5bb5c6ac74347a6d06c30299c690d228db4b58bf227c00dcf11ed83"
    },
    "101": {
        "text": "In the Twinkle Star Climax, <color=#ff9900>you gain Result Pt based \\non your finishing position</color>, and the <color=#ff9900>Umamusume with \\nthe most Pts over 3 races is the winner</color>. Aim for the \\ntop with your carefully trained Umamusume!",
        "hash": "c92370dbce6ff55706c149cb943f3d4acd544445b1f929180ccd7d501d06e634"
    },
    "102": {
        "text": "In Practice, you can freely hold races under <color=#ff9900>any conditions \\nyou want</color>. In addition to the Hall of Fame Umamusume you have \\nbred, you can also run races with <color=#ff9900>other trainers' Umamusume</color>. \\nYou can hold practice with up to 18 Umamusume at once!",
        "hash": "5b9f100e6b2e1d20a983f0a6ee9b2c3dbe93c815854005a6ace84a7b13dafb64"
    },
    "103": {
        "text": "If you see any Umamusume you like in the Team Stadium \\nor room match, you can register her as your <color=#ff9900>Training \\nPartner</color> so that you can run races with her. The representative \\nUmamusume of the friends you are following will also \\nbe able to run in the race.",
        "hash": "6cbc2da8dd6217f34fe41abc85f27434870e6242b40ab2cfee71a5321a05d93e"
    },
    "104": {
        "text": "You can <color=#ff9900>share</color> your favorite <color=#ff9900>Hall of Fame Umamusume</color> with your \\ncircle and SNS. Actively register your Practice Partners from \\ncircle members and friends to enhance your practice!",
        "hash": "e8fb0e0af58f57618a5bf8314d59b941751d7810244fa6664d2712c1b6e8491b"
    },
    "105": {
        "text": "Save Umas in <color=#ff9900>My Entrants</color> to <color=#ff9900>select them easily</color> during \\nregistration! You can also save them from the results screen. \\nRemoving Training Partners, will remove them from My Entrants \\nas well, so be careful!",
        "hash": "7cad625e7ebe36d999bcf469abb9dbaad99bd97c081bc74c0da39844dbda264f"
    },
    "106": {
        "text": "Save Umas in <color=#ff9900>My Entrants</color> to <color=#ff9900>select them easily</color> during \\nregistration! You can also save them from the results screen. \\nRemoving Training Partners, will remove them from My Entrants \\nas well, so be careful!",
        "hash": "7cad625e7ebe36d999bcf469abb9dbaad99bd97c081bc74c0da39844dbda264f"
    },
    "107": {
        "text": "You can view the <color=#ff9900>Top 100 highest scorers</color> in the \\nranking! The <color=#ff9900>Top 30 Umamusume</color> can be <color=#ff9900>rented \\nwithout limit</color> in the relevant scenario.",
        "hash": "075c21274591625eccb6c3f05d88fcf0784bb9644c2fb739e835898ac325ae21"
    },
    "108": {
        "text": "<color=#ff9900>Trial Coins</color> are earned for exams, and extra can be earned \\nthrough <color=#ff9900>Score Bonuses</color>, <color=#ff9900>Exam Grades</color>, and <color=#ff9900>Missions</color>.",
        "hash": "133198e70e648e41cbfa19b6d6cd10bf92e452124d059f7df4bf89d99fbdeaf0"
    },
    "109": {
        "text": "You can increase the <color=#ff9900>Hint Lv</color> of your Umamusume's skills by \\nusing <color=#ff9900>upgrade items</color>. When doing so, she will start training \\nwith her <color=#ff9900>Hint Lv already raised</color> for those skills.",
        "hash": "44350a29888cb2ddd95a09786c205d77cb4d0efc806a4e3c5f63315cdf053515"
    },
    "110": {
        "text": "Race in the Carnival to gain <color=#ff9900>Carnival Pts</color>. Points are awarded \\nfor skill uses and finishing position.",
        "hash": "412f26aca5e606e599d20e7f0c9c4d669dfd98780dbd56993aa050973b53daa4"
    },
    "111": {
        "text": "As you complete <color=#ff9900>Carnival Races</color>, your <color=#ff9900>Challenge Gauge</color> will fill. \\nWhen full, you can enter a <color=#ff9900>Challenge Race</color>. Challenge Races \\ncome in <color=#ff9900>VERY HARD and EXTREME</color> difficulties.",
        "hash": "e197bd1c4eb40f9ba8da851bc7b757d6d40451b756a2d8804aecb1616bdbdd2a"
    },
    "112": {
        "text": "Your Umamusume will gain the <color=#ff9900>Carnival Factor</color> when \\nfinishing top 5 in an event race. When an Umamusume \\ninherits this factor, she will gain <color=#ff9900>bonus stats and \\na chance to max mood</color> in the event races.",
        "hash": "cd47563096a3c97c9a3a4854a35d0840b06abb0fa1dda53c9a8023855fe48d5c"
    },
    "113": {
        "text": "When an Umamusume with the <color=#ff9900>Carnival Bonus Skill</color> finishes top 5 \\nin an event race, the factor will <color=#ff9900>Lv up</color>. The <color=#ff9900>stat bonus and \\nmax mood chance will increase</color> with skill level.",
        "hash": "9d79b417ba20a4980a4b06bded52bfef57c2b500852fe879d2d75e2ffb72374d"
    },
    "114": {
        "text": "The <color=#ff9900>Carnival pts</color> obtained in Racing Carnival \\nraces can be <color=#ff9900>traded for items</color> in the shop!",
        "hash": "55b0cf7fb351345c6502e44c31393211715e7c95e2b3717287e02d997bddefdb"
    },
    "115": {
        "text": "Challenge the daily Legend races! Pieces of \\nthe challenged Legend Umamusume can be acquired. \\nTickets will <color=#ff9900>refill to max</color> every day.",
        "hash": "10ea3337d0de062b9cef964dafe36e8f1669e2924cf671d7fc8d55ac09f6bb77"
    },
    "116": {
        "text": "Create your own <color=#ff9900>Trainer Card</color>, and share it as an image on \\nsocial media. Show your info along with Umamusume, support and \\n<color=#ff9900>customizable graphics</color>.",
        "hash": "78b3efd3cbd451746524275257c6d7bbd77990a350430a0223d6f35165a62d14"
    },
    "117": {
        "text": "<color=#ff9900>Factors</color> for your representative Umamusume can also be <color=#ff9900>shared on \\nsocial media</color>. Show off your glorious Umamusume on your card!",
        "hash": "c2a488e8fe491643ceb7b23df58ec84d7476261245f3f80045558f242e3cebda"
    },
    "118": {
        "text": "The <color=#ff9900>Snapshot function</color> allows you to take photos of <color=#ff9900>Races, \\nLives, and Stories</color>. Snapshots can be processed and \\nedited in a few ways to add your own flair.",
        "hash": "65cd649272d56e36e6c7524c14e0b49dc6d24acb852ad5be5517dd3481cc5150"
    },
    "119": {
        "text": "Saved snapshots are stored in the <color=#ff9900>Photo Library</color> and accessible at \\nany time、They can also be used on your <color=#ff9900>Trainer or Circle Cards</color>.",
        "hash": "4cf285c1489a5b825e8955f5efad1a88b8f98d05d6e124f21d5d7273c8e88987"
    },
    "120": {
        "text": "When entering races, you will <color=#ff9900>obtain Shop Coins</color>! Shop \\nCoins can be traded for training items in the special \\nshop. Training items can increase stats, recover energy, \\nboost training growths, and have <color=#ff9900>various other effects \\nthat are sure to help your training</color>!",
        "hash": "205377cd3fdf8e90917d73da59c62770923bd24c83aa7ec940e1af7cdd1b396f"
    },
    "121": {
        "text": "For your first training <color=#ff9900>we recommend you play the URA Finals \\nscenario</color> to get to know the Umamusume better! Many things \\nhappen on the path you both take towards her unique goals. \\nAim to win on the big, dream-like stage of the URA Finals!",
        "hash": "862c4f9e5bf010cae0d4d88b9d753e482b8adc61d52ee69d2c919e8f925d5eb7"
    },
    "122": {
        "text": "Each scenario <color=#ff9900>has many exclusive events!</color> We hope you will enjoy \\ndiscovering new aspects of the Umamusume through their daily \\nlife and their expressions as they go through the seasons!",
        "hash": "4f87ff17f581707a15580d2f6a09a4a153715e04b206a60e52816d582f136b4c"
    },
    "123": {
        "text": "<color=#ff9900>Everyone's Top Umadol Project</color> is an event where rewards are \\ngained for obtaining fans through training. Personal rewards \\nare obtained based on total fans gained in training mode.",
        "hash": "17866d9368a7e601bd70be618fd61451adca45ba6112a270d24cf7904019c8a4"
    },
    "124": {
        "text": "When finishing training in <color=#ff9900>Golshi-chan Mode</color> you \\nwill gain rewards based on progress. In Golshi-chan \\nmode <color=#ff9900>opponents in races</color> will be stronger.",
        "hash": "15cb963fccb1fb8e742ea973a80cad8a5e4646af1d8dd0a01e6d8925b291f671"
    },
    "125": {
        "text": "Overall rewards are based on <color=#ff9900>total fans gained by all trainers \\nin the event</color>. The more fans, the more luxurious the rewards.",
        "hash": "b893b4d24ff2d34881238725abdd3060dace443f9a68167307894db5fa436b9f"
    },
    "126": {
        "text": "<color=#ff9900>Room Match</color> allows you to race against other trainers \\nwith your Hall of Fame Umamusume <color=#ff9900>Host</color>: Set your own \\nconditions for the race <color=#ff9900>Join</color>: Join another trainer's \\nrace. <color=#ff9900>Watch</color>: Enter an ID to watch the race.",
        "hash": "b78b03bbcd6eebff5fa7f2ddf637d90107dc608ccbe15e8c1c61fed397831e11"
    },
    "127": {
        "text": "The race held will be GI. There are two modes. <color=#ff9900>Simple Mode</color> \\nallows you to hold a race right away. <color=#ff9900>Detailed mode</color> allows you \\nto choose weather, participation conditions, etc. first. Up to \\n<color=#ff9900>3 Umamusume per person</color> can be entered.",
        "hash": "109e9f645b60977f61d447d2ed99f71bdfe07545d84f0f6992cd79fcfcb38b82"
    },
    "128": {
        "text": "Recruit participants for your races from the participation \\nlist. Trainers close to you can also be recruited using \\nthe <color=#ff9900>Circle and SNS Sharing functions</color>. For future reference, \\n<color=#ff9900>you can save your favorite races</color>. Have a go organizing \\na race with your friends!",
        "hash": "d966a128d2261297f6121391b19cb0c2f050f20af55aabf72086a46cc8d0e31c"
    },
    "129": {
        "text": "Save Umamusume in <color=#ff9900>My Entrants</color> to <color=#ff9900>select them easily</color> during \\nregistration! You can also save them from the results screen.",
        "hash": "e8290f3110396be370a7596225fe10c763b550c7b70d7744a4a4c7f83e4788ac"
    },
    "130": {
        "text": "Save Umamusume in <color=#ff9900>My Entrants</color> to <color=#ff9900>select them easily</color> during \\nregistration! You can also save them from the results screen.",
        "hash": "e8290f3110396be370a7596225fe10c763b550c7b70d7744a4a4c7f83e4788ac"
    },
    "131": {
        "text": "Dress your Umamusume in your favorite outfits! \\nChanging the outfit of an Umamusume will change it \\nfor <color=#ff9900>all of her Hall of Fame versions</color>. Note that \\nin some situations the outfit won't display.",
        "hash": "2b457337deac042a65a93ba44dbe96c148db467125ab14dea863704803b86b12"
    },
    "132": {
        "text": "You can select <color=#ff9900>Double TP Usage</color> at the start of training to \\n<color=#ff9900>double SHOW gauge fill rate</color> at the end.",
        "hash": "065ceb4feac74fdc5655eeef75a54b8fe7b66a91ce1f7e3a6955fd20c4141ce5"
    },
    "133": {
        "text": "After 4 Promotional Lives, the <color=#ff9900>Grand Live</color> is held! \\nKeeping things fresh and <color=#ff9900>learning various tracks</color> \\nfor each Live will greatly benefit your Umamusume!",
        "hash": "237bc22f338b96cbce2af057e47b0b6fa11a367656b1d672daf8cbaef3cfe6ed"
    },
    "134": {
        "text": "Through training, <color=#ff9900>5 different Performances</color> can be earned! \\nWhich ones go with which training changes every turn.",
        "hash": "2a07745d8fbbf5882bbad8aa9ce53fd267b89259396eb48f9b965b9e38cbba14"
    },
    "135": {
        "text": "The Performances earned increase with the \\n<color=#ff9900>training's level</color> and the <color=#ff9900>amount of Umamusume participating</color>. \\nFriendship training will also provide 2 Performances!",
        "hash": "1b20f61c5fd2f2b143baecad6a757bde88f6c4394abb4a3c57308e8ceb7930d4"
    },
    "136": {
        "text": "The Performances earned can be spend on <color=#ff9900>Lessons</color> to \\ngain <color=#ff9900>Tracks or Live Techniques</color>. Both of these are \\nhighly useful to the <color=#ff9900>development of your Umamusume</color>.",
        "hash": "b66ce5a700bb5a5dc1e78f5e4084d4142128a4a9da3b71788539650c9c5526b2"
    },
    "137": {
        "text": "Performances can be spent on <color=#ff9900>Lessons</color> to gain <color=#ff9900>Tracks or \\nLive Techniques</color>! Learning these will provide an immediate \\n<color=#ff9900>Talent Bonus</color>, and Tracks will additionally provide \\na <color=#ff9900>Live Bonus</color> which will be active from the next Live \\nuntil the end of training.",
        "hash": "573ef3dc17f8971b9146c1added1959848c186e3fe099155a9f8ba71ec81e319"
    },
    "138": {
        "text": "When lacking the Performances for a Lesson, it can be \\n<color=#ff9900>reserved</color>. Doing so will display the <color=#ff9900>Performances needed</color> \\nto learn it in the Training screens.",
        "hash": "6c017496adc39406a867c7d400cca30aee4e171189bddb8676ebc59d4ed6ba42"
    },
    "139": {
        "text": "Each Track learned will increase the <color=#ff9900>Live Anticipation</color>. \\nMaxing this gauge will ensure the live's <color=#ff9900>Great Success</color>. \\nAnticipation will reset every live, so prepare new Tracks \\nfor each live!",
        "hash": "632b7582622c9551028e7fc5ba92932e0f268b8e8ba3b0a44d346181e29c5018"
    },
    "140": {
        "text": "At a <color=#ff9900>Live</color>, the <color=#ff9900>songs learnt will be played</color>. With a specific \\nnumber of new Tracks, the <color=#ff9900>live will be a Great Success</color>. \\nUmamusume will <color=#ff9900>grow more</color> when the live is a Great Sucess, \\nso aim for this using the Anticipation gauge as reference.",
        "hash": "f8e298327718845f20895c9f37353790454f898b4720fc1da2940a335cad92ff"
    },
    "141": {
        "text": "When new Tracks are played at a Live, their \\n<color=#ff9900>Live Bonus</color> will be active from the next turn. \\nSimilar bonuses will <color=#ff9900>stack</color>.",
        "hash": "1a1cf23c03d7b4f483a12f10036696cdce6774c8faa07deca199613c9347dd45"
    },
    "142": {
        "text": "In <color=#ff9901>Special Transfer StarHorse4 Edition</color> \\nyou can transfer your trained Umamusume to another team \\nto receive rewards. Be careful, the transfer is permanent, \\nand you can't just call those girls back!",
        "hash": "3bc16d6741bc9457d3e518015e0624f6d415d466ca57fe3032242e1605a1733e"
    },
    "143": {
        "text": "The <color=#ff9901>expectations</color> of the receiving teams differ, and based on \\nthat and the Umamusume you sent the rewards can change. \\n<color=#ff9901>That one trainer</color> seems to have a request of <color=#ff9901>☆4 difficulty</color>!",
        "hash": "e27ca73ceed72c130b00b187e7dab1461ddaa56b1159807989146084f8e73b1d"
    },
    "144": {
        "text": "In ☆3 difficulty requests, you will receive <color=#ff9901>pieces of the \\nUmamusume you sent</color>. Moreover, from this difficulty onwards \\nyou can get <color=#ff9901>Star Fruits</color> exclusive to this <color=#ff9901>StarHorse4 Edition</color>.",
        "hash": "6d4ae10568722ac4856892249348e919a937da97d26f4f16a815cb7505786546"
    },
    "145": {
        "text": "Take on Scout Races with a team of 7. The Team captain \\nwill be one of your trained Umamusume. The others can be \\nselected through <color=#ff9900>scouting</color>. Build the strongest team through \\ncontinuous <color=#ff9900>racing and scouting</color>!",
        "hash": "76d9c7e9a0ddde2f3ba43ae80e1d2afdc53bd85b86cd9ee594ab194f5adad7bf"
    },
    "146": {
        "text": "You can obtain up to 5 <color=#ff9900>Scout Race Tickets</color> every day at 12. \\nDaily missions and items can also grant you some. \\n<color=#ff9900>Every 3 races</color>, the <color=#ff9900>race details</color> will change. You can check \\nthis from the Race Schedule.",
        "hash": "1fbe31e48e171e9a5b8b62da4eb22ed775a6119c988db003803241ab0e3e24e3"
    },
    "147": {
        "text": "Entering Scout Races will grant <color=#ff9900>Scout Pt</color>. The amount \\nwill vary based on race result, opponent team rank, and \\nany bonuses. Aim to win a variety of different races!",
        "hash": "90dfc748f917cf1d6eecf6f3c8fce3717b700ec3edc2a15613ab65942b6b1ca2"
    },
    "148": {
        "text": "During <color=#ff9900>Scout Time</color>, you can <color=#ff9900>scout</color> the opponent's Umamusume \\nand swap around your own team. The <color=#ff9900>Scout Pt</color> needed \\nto scout depend on the target Umamusume's rank.",
        "hash": "757f4c3a81794f58099f41ca4ff4d75070e2b57399e84f3f05c125cd5c63b30a"
    },
    "149": {
        "text": "Strengthen your team and <color=#ff9900>increase team rank</color> to \\nreceive rewards. In addition, clear <color=#ff9900>limited missions</color> \\nto gain more rewards!",
        "hash": "9f2d4e7f090993c517aa5fca565077d9f9c603773c042b9533df0150da844cfc"
    },
    "150": {
        "text": "When you <color=#ff9900>win</color> a <color=#ff9900>Scout Race</color>, the team captain and members \\nare registered in the <color=#ff9900>Roster</color>, and you will get a bonus to \\nthe entire team's stats and your Scout Pt. Further, by \\ndrafting specific combinations of Umamusume in your team \\nyou can obtain <color=#ff9900>Team Skills</color> upon victory.",
        "hash": "ff5d480cd8da0076f12c0e95f3c2c25d004659c94254d7471b7e1e02ab052333"
    },
    "151": {
        "text": "The <color=#ff9900>Event Boost</color> lets you use double the TP \\nat the start of training to double the amount of <color=#ff9900>Trial Coin</color> received at the end.",
        "hash": "2bb364678d02a047c6585bcdae96873be468f66344f58fc7cd3dbe4664960c0b"
    },
    "152": {
        "text": "You can fill the <color=#ff9900>Stroll Gauge</color> by playing <color=#ff9900>various parts of \\nthe game</color> or through the <color=#ff9900>stroll login bonus</color>. Once the gauge \\nis at <color=#ff9900>MAX</color>, you can <color=#ff9900>take a stroll</color> with one of your Umamusume. \\n \\n※The gauge will fill from play after using your login bonus.",
        "hash": "ebab01f9fe70a21145728b019db784891f51950b5c6b56b67d5ca7ac9574e500"
    },
    "153": {
        "text": "With the Photo Studio you can take <color=#ff9900>photos \\nat training, outings</color>, and various other settings.",
        "hash": "b1daccf01e37b717b5def680b9483cde2058d17552a33e6f3487d577a3cb1f3f"
    },
    "154": {
        "text": "After selecting an Umamusume to photograph, you can set up \\nthe <color=#ff9900>seasons, locations, and so on</color>. For <color=#ff9900>training photos</color> \\npartners can also be selected.",
        "hash": "91f25270c14e00cd304c74ef7e8d3af00c112b5ffd3a731a06617a2e740e2081"
    },
    "155": {
        "text": "During shooting the action can be <color=#ff9900>paused or looped</color>. \\nFind the perfect timing to snap your favourite shots! \\nPhotos can also be <color=#ff9900>edited with filters and the like</color>.",
        "hash": "6072fdbbb36fe06ff342d23facaa7808317e2397e231f5ceda162417e3352b14"
    },
    "156": {
        "text": "Going for a stroll increases your <color=#ff9900>Stroll Partner's Friendship</color>. \\nDifferent <color=#ff9900>destinations</color> will play unique animations and \\nprovide different <color=#ff9900>rewards</color>. During the campaign you can \\nrewatch any animations you've seen by long-clicking \\nan Umamusume.",
        "hash": "e386481cd65b7369a7957e341106981452fd28dde0b49c38d6e8d3230e050ba7"
    },
    "157": {
        "text": "On the KIRARI MAGIC SHOW campaign page you can check \\nnot only campaign info but from 21 December you can join \\nin on the TOKYO MEGA ILLUMI collab event, as well as \\nfind a gift hiding in the <color=#ff9900>present box once a day</color>.",
        "hash": "3a478efa114efa0edd107e510cb9dc192c547695da3ca95672e2cdf847bdd56e"
    },
    "158": {
        "text": "The Umamusume gather at the Ooi Racecourse for the \\nTOKYO MEGA ILLUMI Christmas Live collab. But the \\nMEGA TREE's decorations are lagging behind!? It's time \\nfor the Umamusume's power to shine☆ With everyone's help \\nthe MEGA TREE will be glittering in no time!",
        "hash": "21fca6d63d2d2563248b79ad83009c82632f214311f4de5549e3a3451fc3684d"
    },
    "159": {
        "text": "<color=#ff9900>Happy Meek</color> will appear in training! \\nWork together with her and aim to enter the URA Finals!",
        "hash": "15ff9b3d3034e86c22f6116489a87963859a10136f4ef079c12958331e530252"
    },
    "160": {
        "text": "Training with her can trigger a <color=#ff9900>Duel</color> around a specific stat \\nor energy level! The higher this chosen Duel Subject is, \\nthe easier it will be to win the Duel, so train well!",
        "hash": "fd3f1a45f3369c0ddcbe25ee35373fab3a4939f95533c4552e7e0c7865b23870"
    },
    "161": {
        "text": "Should you manage to win a certain number of Duels, \\na <color=#ff9900>stronger Happy Meek</color> will appear in the URA Finals! \\nTrain your Umamusume to take victory on the Finals stage!",
        "hash": "0e71babbaba38fd7563c0fc6a8329e4fa202aaccfa6449950c7922b1343d24f7"
    },
    "162": {
        "text": "After a team member has had a Spirit Explosion, they can have \\none further <color=#ff9900>EX Spirit Explosion</color>! This will <color=#ff9900>grant them even more \\nstats, as will your Umamusume, who will additionally receive a special \\nskill hint</color>! EX Spirit Explosions add even more fire to your training!",
        "hash": "b055061410c6354f8c97bf8b71b3ec21a281643d126f2e2a3870cc34a7516497"
    },
    "163": {
        "text": "Under <color=#ff9900>certain conditions</color>, you can face a <color=#ff9900>Powerhouse Team</color> in \\nthe Aoharu Hai! When winning against this team your Umamusume \\nwill grow considerably! <color=#ff9900>Something may happen in the finals</color> too…!?",
        "hash": "13b334c99867d809ca120e6fa092fd11016d9a4caea266ddd920fa9145d1ff5a"
    },
    "164": {
        "text": "In the TOKYO MEGA ILLUMI collab event, KIRARI MAGIC \\nSHOW, you will receive rewards for gathering <color=#ff9900>ornaments \\nfor the tree</color> from training and missions. Individual rewards \\nwill be handed out based on the amount you collect.",
        "hash": "987bca643094c6539ad181ae7c69cdc48c5a3b64577971f6d484e96a81b71912"
    },
    "166": {
        "text": "Reach for your Umamusume's dreams over 3 years \\nwith the aid of the three goddesses! \\n<color=#ff9900>Clear all goals to enter the special Grand Masters race!</color> \\nHold your own against the goddesses and aim for victory!",
        "hash": "047319b3255c0a27b27ac9f866b7a6952eef2fa777d7ad44fd36c837ad602632"
    },
    "167": {
        "text": "The goddesses will bestow <color=#ff9900>Knowledge Shards</color> upon you \\nwhen training, resting, going out, or racing! These shards \\nwill grant <color=#ff9900>increased stat gains</color> and other useful effects. \\n<color=#ff9900>And friendship training grants 2 shards at once!?</color>",
        "hash": "896725b3000cb4587287a85dfd41caaa7fa4692f0b11bf28c6bdcfd495a47b8c"
    },
    "168": {
        "text": "Every 2 <color=#ff9900>Knowledge Shards</color> will also grant a <color=#ff9900>Knowledge Crystal</color>! \\nThese also bestow effects to improve your training. <color=#ff9900>Crystals inherit \\neffects from their shards</color>, so pile them up and strengthen your Umamusume!",
        "hash": "adb86b59f589c8b557a4ed643c383f1c739ea567f0d6ded3fb061bff75353ba8"
    },
    "169": {
        "text": "Shards and Crystals collected show in the Knowledge Tree. \\nReach the end to obtain <color=#ff9900>Goddess's Wisdom</color>! Use this wisdom \\nwhenever you wish to <color=#ff9900>power up various actions for 1 turn</color>! \\nThe effects vary per goddess, so check the details in the tree.",
        "hash": "3d6c3e0eeae669a8f139a2b84fe6b589a008fbe865c659b85cc80fc8506ad283"
    },
    "170": {
        "text": "Before you can enter the Grand Masters, you will face a \\n<color=#ff9900>special race at the end of each year</color>! Seize victory in all of \\nthem with your Umamusume and the power of the goddesses!",
        "hash": "4bedf746fc5ec1132079ea7f8ca3a10017033bebd745ccf18555a000dc43cd19"
    },
    "171": {
        "text": "The Grand Masters is 1 special race, facing the ultimate rivals in \\nthe <color=#ff9900>three goddesses</color> themselves! <color=#ff9900>Darley Arabian, Godolphin Barb, \\nand Byerley Turk</color> await! Challenge them with your well-trained \\nUmamusume and seize victory!",
        "hash": "767b0f2c87df05c32acf0c3d5fcc54e838afb3383ab5449ba5c438a2ce218b36"
    },
    "172": {
        "text": "This event is divided in a <color=#ff9901>Main Stage</color> and an <color=#ff9901>Extra Stage</color>. \\nIn the Main Stage you take on races with a team of three. \\nBased on how you do, your <color=#ff9901>League Score</color> will increase, \\nand based on this score, your <color=#ff9901>League Rank</color> increases, \\ngranting various rewards!",
        "hash": "59af445c671b5f1588b3ec2fba46e14d2f659df66c1033cc1d872c2a8f19e343"
    },
    "176": {
        "text": "Fill the research gauge by <color=#ff9900>playing various content</color>. \\nWhen the gauge is filled at least once, return to the event page \\nto receive an amount of <color=#ff9900>research rewards</color> equal to gauge fills.",
        "hash": "f874dc392cd0d89e94cb4d391b070118c599c15bd2a4985d42a7a0cc9e55ddd1"
    },
    "177": {
        "text": "<color=#ff9900>The login bloom bonus</color>, <color=#ff9900>completing training</color>, and <color=#ff9900>entering stadium </color> \\nwill fill your <color=#ff9900>bloom gauge</color>. When the gauge is at <color=#ff9900>MAX</color> you can \\n<color=#ff9900>move 1 cell further</color> on the main event page. \\n \\n※ The gauge will fill from play after using your bloom bonus.",
        "hash": "031b05d64b520bad5c472cfe65c81a07589f50a6421c144bed690d826c97c2b5"
    },
    "178": {
        "text": "Upon moving cells, their <color=#ff9900>local episodes</color> are unlocked, and their \\n<color=#ff9900>reward</color> acquired. On 4/2 & 4/3 at 12:00 a <color=#ff9900>new area</color> will unlock, \\nallowing you to move into new cells. \\n \\n※ The bloom gauge won't fill if there are no new cells to move to.",
        "hash": "cbb1109e6eb8d24c7fd7ad74bcfbe751995ab403260ba6be67a06420e6101a02"
    },
    "179": {
        "text": "During training, fulfilling the conditions for the Rare Skills \\nunlocked by awakening an Umamusume allows you to upgrade \\nthem to powerful <color=#ff9900>Evolved Skills</color> unique to each Umamusume \\nat the end of training.",
        "hash": "5f3b6e4878e71026cefcdbe39dbf727ab6620ecc456779ef238e7d4a3d83704a"
    },
    "180": {
        "text": "By spending <color=#ff9900>Skill Points</color>, you can acquire <color=#ff9900>skills</color> that activate \\nduring races. There are various conditions to activate skills, \\nsuch as the <color=#ff9900>race distance and running strategy</color>, so try to \\n<color=#ff9900>acquire skills that match her aptitudes</color>.",
        "hash": "1678d31a23c1b8a1e119f42bcc0b089e49d126dbe3d8ea0d33100a5a83f3db1a"
    },
    "181": {
        "text": "The <color=#ff9900>hint Lv</color> of a skill may be increased by the result \\nof a <color=#ff9900>Support Card or Umamusume Event</color>. The skill Pt \\nyou <color=#ff9900>consume will be discounted</color> depending on the hint \\nLv, so organize support cards that have the skills \\nyou want to acquire to get the best deals.",
        "hash": "4c852bcb24d3435b8fa724b0bcd7e15eb8f6dd610fb8cacd3121dda8ed88881b"
    },
    "182": {
        "text": "<size=26>There are three main types of skills. <color=#ff9900>Unique skills</color> are special \\nskills that your Umamusume starts with. <color=#ff9900>Rare skills</color> are \\npowerful skills found in special situations. <color=#ff9900>Normal Skills</color> are \\nskills found in various situations. There are also skills that \\ncan only be acquired by <color=#ff9900>inheriting certain factors</color>.</size>",
        "hash": "84e16717a14aa86247cf4cb4782345fc4983b7b1673640225e21f47a77f8477a"
    },
    "184": {
        "text": "The <color=#ff9900>Factor Research Reports</color> obtained as rewards for research \\nallow you to increase the <color=#ff9900>★</color> of an Umamusume's <color=#ff9900>factor</color>. \\n※ Reports apply to most but not all factors. \\n※ Reports don't carry over to next event.",
        "hash": "4bc7a19efdc65dd41e261f7018afdbf78c2485a0fcc4ed5ea105420e610776d5"
    },
    "185": {
        "text": "Using the <color=#ff9900>Event Boost</color>, twice the TP will be used at the \\nstart of training to double the <color=#ff9900>Research Gauge's fill rate</color>.",
        "hash": "29448a001e389954efa5f526383a62ddbfb975c26476c0abfd519402472fa266"
    },
    "186": {
        "text": "Each area's final cell is the <color=#ff9900>destination</color>. \\nReaching it unlocks a <color=#ff9900>special video</color>. \\nVideos are available from 4/1～4/3 at 19:00 and 4/4 at 12:00.",
        "hash": "6cbe70e15161d6e344f3975fd2bd57d74076fbc0c88f6d641e2af9ac8d6200f1"
    },
    "187": {
        "text": "For a time you can <color=#ff9900>cheer for an Umamusume by hitting \\nthe \"Neighce!\" button</color>! Doing so grants you some \\n<color=#ff9900>neighce rewards</color> and can be done once per block (A-B).",
        "hash": "ed7f1b1aea4c97df935cc08bffe824578a8e1ecf4881f1417212877493e4f385"
    },
    "188": {
        "text": "The Extra Stage has opened! You can watch the main race \\nfor the A and B blocks and each race of your own team. \\nWatching races grants rewards too!",
        "hash": "18c22b0972d13bb771597cc8fbf70738c1caa8b4a7119d151237a3d183e09c4e"
    },
    "189": {
        "text": "Circles can create their own original <color=#ff9901>Circle Cards</color> and share \\nthem as images on <color=#ff9901>social media</color>. These are customizable cards \\nshowing the circle's details and other info.",
        "hash": "9d57ee0cfb1e861cb314b1754aa71d35c816714f96fd6bdfc8cdaa8b3cb9fd09"
    },
    "190": {
        "text": "At <color=#ff9900>12am every day</color> you receive <color=#ff9900>5 League Tickets</color>, each of \\nwhich grants entry to <color=#ff9900>5 races</color>. Each race features 5 teams, \\nwith the weather and going randomized every race. \\nNo other race conditions will change.",
        "hash": "2850ec3409c23408e8323de6834488ee0cdc333b687ff624d1b5c662aca95339"
    },
    "191": {
        "text": "With each entered race, your <color=#ff9900>Hero Gauge</color> will fill, \\nand when MAXed you gain access to a <color=#ff9900>Hero Skill</color> \\nfor <color=#ff9900>5 races</color>! Some Hero Skills can be activated \\nby using Race Items.",
        "hash": "4c974ac95957bbfbe24e53197f2b3d20a4491778db031a36568a98e553b497be"
    },
    "192": {
        "text": "From <color=#ff9900>BRONZE1 to PLATINUM4</color>, there are 16 League Ranks. \\nReaching PLATINUM1 bestows a <color=#ff9900>unique title</color> featuring the \\nname of one of your entered Umamusume. Which one can be \\nfreely chosen from those who meet the requirements. \\nBattle varied teams on your way to PLATINUM!",
        "hash": "f890945ef1a4f92c8a1df9bdb8c4f4c0f5dc17940661a93a06ac0ed3c200415d"
    },
    "193": {
        "text": "The teams whose League Score ranks in the top 96 can \\nprogress to the Extra Stage! This is composed of 12 races \\nper block, for <color=#ff9900>24 races</color> total. Umamusume entering these \\nraces are granted the <color=#ff9900>SUPER HERO</color> epithet! \\n※Participation can be set in the options",
        "hash": "fd8ed0445a8e4ebfbbbf90cbff167a8e2c666443ade7d54dd8fce3cafc083497"
    },
    "194": {
        "text": "In the Extra Stage you can cheer for an Umamusume \\nby hitting the <color=#ff9900>\"Neighce!\"</color> button once per race. \\nDoing so grants you some neighce rewards.",
        "hash": "2d3bdec2f0ee3b71541008a7a0773012fde2298dbde48c5b9ed18a6f477a6bf2"
    },
    "195": {
        "text": "In each block, the <color=#ff9900>11th race is the Main Race</color>. \\nIn A block this will be raced by the top 4 teams, \\nin B block the 5th–8th placed ones. Watching the \\nMain Race grants rewards. All 24 races can also \\nbe watched with the focus on 1 Umamusume.",
        "hash": "aac8f8f60d8a8c2d62a36b862c49e3dacfd9f2281b62aa597ac43a815f9a281c"
    },
    "196": {
        "text": "Through Special Transfer you can <color=#ff9901>obtain gifts for transferring \\nyour trained Umamusume to another trainer's team</color>. \\nBe aware you can't get Umamusume back once transferred! \\nAds are updated <color=#ff9901>every monday at 5:00</color>.",
        "hash": "2bbe7b9f8740076f374b6e98b5c8df0e36d8df31e65e09c2e1f2f90f9d85527e"
    },
    "197": {
        "text": "Each team has its own expectations. These not only come with \\n<color=#ff9901>different rewards</color>, but <color=#ff9901>the higher the expectations, the more \\nluxurious the rewards</color> for transferring your Umamusume to them.",
        "hash": "505df2b1db6f63d2476cbe92a5fd5a5412b23d02e3b2ccc805177c44bfc2be89"
    },
    "198": {
        "text": "Teams with high expectations will reward a piece of the \\ntransferred <color=#ff9901>Hall of Fame Umamusume</color> as a thank you gift.",
        "hash": "8bc5af0a6a04cf3fd7f803f0a0b34516b3e99ffbfd08820722e37594830a61ed"
    },
    "199": {
        "text": "Only Circle Leaders can change the <color=#ff9901>Circle Card</color>. \\nCircle info, comments, and images can be added \\nand customized to show the appeal of your circle!",
        "hash": "0f346553bd925217720dc9201287d0766ff2fa046f41374130b8f25bd2904576"
    },
    "200": {
        "text": "Now you can play the crane game from training \\nwhenever you like. Aim for your favourite <color=#ff9900>Umamusume \\nplushies (Paka-Puchi)</color> and view them in your collection! \\nCatch them all and <color=#ff9900>complete the set</color>!",
        "hash": "607bfd7ab0cf91bec5e347d373f71ed59b22b342818f4a05661bb6ec79b17a83"
    },
    "201": {
        "text": "In this scenario Umamusume replace their individual goals with \\nthe shared goal of conquering the <color=#ff9900>Prix de l'Arc de Triomphe</color>! \\nAn opportunity to do so appears <color=#ff9900>once during the classic and \\nsenior year each</color>. Work hard and chase your dreams with the \\nother Project L'Arc members to triumph at the arc!",
        "hash": "ef8327fbbf39ffe34ea6735b00d1aeff449a0d86a2616c2a28337ad4228566aa"
    },
    "202": {
        "text": "Finishing graded races in the money and SS Matches with L'Arc \\nmembers gets you <color=#ff9900>Supporter Pt</color> and increases <color=#ff9900>Fan Expectations</color>. \\nIncreased Expectations confers stat growth, a training bonus, \\nand facility level ups to lead to further growth for your Umamusume!",
        "hash": "3db5b71515a0af16ed1d5a91b7435b56c2680b023705f1bada5543fb9101f747"
    },
    "203": {
        "text": "To unleash their true ability on foreign tracks it will \\nbe necessary to <color=#ff9900>gain or upgrade Foreign Aptitudes</color>. \\nObtain Foreign Aptitudes by fulfilling their requirements \\nand level them up to <color=#ff9900>overcome challenges at Foreign Races</color>!",
        "hash": "8aa5596ddb569df17e114dbe275dc54bb80b42a97c750150a9c06f31d59fa0f6"
    },
    "204": {
        "text": "<color=#ff9900>Interleague friendlies with foreign Umamusume</color> using VR at a virtual \\nLongchamps are held 4 times during training. Like Foreign Races, \\nthese races <color=#ff9900>have challenges</color>. Supporter and Apt. Pt can be gained \\nfrom them, so <color=#ff9900>raise those Foreign Aptitudes</color> and aim for victory!",
        "hash": "e5a9dada2e6a53f316a7d756194687d4ab5279af463f86b46db949c33eac11fe"
    },
    "205": {
        "text": "You can <color=#ff9900>gain Foreign Aptitudes</color> through SS Matches \\nand winning races. <color=#ff9900>The requirements for each vary</color> \\nso check them out to gain as many as you can!",
        "hash": "99ab0bf2b3db6d8d4823fbfa2c29c53643eadbacae3a8ee05ae56023b7b3563f"
    },
    "206": {
        "text": "The <color=#ff9900>Apt. Pt</color> gained through SS Matches and expeditions \\nabroad can be used to <color=#ff9900>level up Foreign Aptitudes</color>! \\nLeveling them up not only helps you overcome challenges \\nbut grants positive effects to aptitudes and bonuses in training. \\nGather Apt. Pt and level up aggressively!",
        "hash": "e612255942396e4ccc39c0cc9cc92aeba6a70098e55324429f35dc9395e2860d"
    },
    "207": {
        "text": "L'Arc members fill the <color=#ff9900>Star Gauge</color> through training and races, \\nand <color=#ff9900>once it's full they can join an SS Match</color>! SS Matches will \\ntake up a turn, but can be held with <color=#ff9900>up to 5 participants</color>, granting \\nSupporter Pt and stats! You might also find yourself in an even \\nmore powerful <color=#ff9900>SSS Match</color> at times.",
        "hash": "bfb1ef900e1a4b74bf5325fbac409357b8f39b68bdf9d5d4d0fb7356f4414c1d"
    },
    "208": {
        "text": "When winning an SS Match with L'Arc members, each member \\nwill <color=#ff9900>get a winning bonus</color>. Rewards are varied, including Skill Hints \\nand Conditions, so take on the challenge of SS Matches once \\nyou get a few members together!",
        "hash": "8fc089a1885ff675c4088bf2e935863fc0c6ff193de65930289eec5fbbb7b9ee"
    },
    "209": {
        "text": "From early July to early October an <color=#ff9900>Expedition Abroad</color> \\nwill have you undergo <color=#ff9900>special training</color> in France. \\n<color=#ff9900>You can gain tons of Apt. Pt</color> while abroad so it is \\na great chance to level up Foreign Aptitudes!",
        "hash": "e9f088df911931df881da5b15baeb01da213f9ca3ab23baa4c202057ebe2f67b"
    },
    "210": {
        "text": "During the Expedition Abroad you will enter the <color=#ff9900>Prix Niel</color> \\nand the <color=#ff9900>Prix Foy</color> in early September of the classic \\nand senior years, respectively. These serve as trials \\nfor the <color=#ff9900>Prix de l'Arc de Triomphe</color> in early October!",
        "hash": "9299567f1af0bf572c6b87cc32358218ae4793ea212b79b5073eabc5078f52f3"
    },
    "211": {
        "text": "<color=#ff9900>Once per day</color> you can enter a <color=#ff9900>special race</color> after 10 scout races. \\nThese special races don't consume a ticket and are raced against \\nspecial NPC teams. Winning this race earns you a large amount \\nof Scout Pts.",
        "hash": "068af6a1e2b2e2d444399337cf98fdb5f2d6047095edddc5411a21793fd834d4"
    },
    "212": {
        "text": "In the <color=#ff9901>Derby Stallion: Masters edition of Special Transfers</color> \\nyou can transfer your trained Umamusume to another trainer's \\nteam for rewards. Be aware that once you transfer someone, \\nshe will be gone and you will not be able to get her back.",
        "hash": "7cdfdb5d0c26884e2bfdfe8e23f1d4b2c237879e0de6a19ff1f28ef7621431c7"
    },
    "213": {
        "text": "Each team has its own expectations. These not only come with \\n<color=#ff9901>different rewards</color>, but <color=#ff9901>the higher the expectations, the more \\nluxurious the rewards</color> for transferring your Umamusume to them. \\nThis time, even more luxurious <color=#ff9901>grade 4</color> rewards are available!",
        "hash": "256b969fd8b61195d3fd8346c826f03ca365463676251fe6bb1b78e2d75dbe98"
    },
    "214": {
        "text": "In the <color=#ff9901>Derby Stallion: Masters edition of Special Transfers </color> \\nall transfers will also reward <color=#ff9901>pieces of the transferred Umamusume</color>. \\nGather a lot of pieces to develop your Umamusume!",
        "hash": "f351e6d2c4524585bea500b42e46475c4b2d257b2d01d017a35bae0346e0841e"
    },
    "215": {
        "text": "Each race comes in a number of LEVELs. \\nWhen winning a race, the <color=#ff9901>next LEVEL</color> will unlock.",
        "hash": "9fef622b58cb611eb83c599a38a50791a30021a020a63f9c8beb73ef559c4e96"
    },
    "216": {
        "text": "You will get a reward the <color=#ff9901>first time you finish first</color> in each LEVEL. \\nWork hard, aim high!",
        "hash": "73d0e0447e5e4401215d69af344698df489abb68873ef060f0addefa76ea61bb"
    },
    "217": {
        "text": "Each Umamusume in your hall of fame \\ncan only <color=#ff9901>participate three times</color>.",
        "hash": "1d2994cefc50419659db1ef760ba5cf627ab2c4bf898b1727f60f859e8039dcb"
    },
    "235": {
        "text": "Training with Umamusume organized as a <color=#ff9900>support card</color> will \\nincrease your <color=#ff9900>training efficiency and bond gauge</color>. When the \\nbond gauge is full, <color=#ff9900>Friendship Training</color> can occur. You may <color=#ff9900>gain \\nvarious benefits</color> if certain others watch you train as well.",
        "hash": "889cab74c75ef1b56f80c450111ccd21bdbfc3d0c93bcc70c2f96919965c089f"
    },
    "236": {
        "text": "When a support card Umamusume has a <color=#ff9900>! mark</color> on her, grab your \\nchance to <color=#ff9900>increase Hint Lv of one of this partner's skills</color> upon \\nsuccessfully completing the training session. This will confer \\na <color=#ff9900>discount on the Skill Pt needed to acquire the skill</color>.",
        "hash": "8760e80ed3be412a5fb81e9e5f5d7f13a7d19b6de79b5846468c57053ebba89b"
    },
    "237": {
        "text": "If you train your Umamusume when her <color=#ff9900>energy is low</color>, she may \\n<color=#ff9900>fail the training</color> and her ability may not improve. There are \\n<color=#ff9900>various disadvantages</color> to failing a training session, so always \\nkeep an eye on her <color=#ff9900>energy and failure rate</color>!",
        "hash": "b0708d4906a85e9116ebcf9762ddbe89a42ce460c6a481a6484773877dbf7121"
    },
    "254": {
        "text": "You can check and set your trainer information. On your \\n<color=#ff9900>birthday</color>, you will receive a congratulatory comment from Uma \\nMusume on the home screen, and changing your <color=#ff9900>gender</color> will change \\nsome scenarios. (Gender can be changed at any time)",
        "hash": "8e5d193282f47d041ca6f37ae6ddcc1c888e0d0f548273a08e236913c706f076"
    },
    "255": {
        "text": "You can set up a <color=#ff9900>representative Umamusume</color> and <color=#ff9900>support card</color> to \\nhelp your followers in their training. You will earn <color=#ff9900>Friend Pt \\nthe next day</color> depending on the number of times you do this. \\n(This will be given as a gift)",
        "hash": "e740a64abf2175684b9e128c97cf6f3bda6193ac03ad46389e329e1ad1c230d1"
    },
    "256": {
        "text": "You can select the representative Umamusume and support \\ncard of the friends you <color=#ff9900>follow</color> from each list in training. \\nYou also earn more Friend Pt by helping a <color=#ff9900>mutual follower</color> \\nto train. If you don't have many followers, try looking \\nin the <color=#ff9900>recommendations</color>.",
        "hash": "a42b7d23a306bbbfff26991b3d0c0abe58eae95d94e21edde55a3bc418a90eff"
    },
    "257": {
        "text": "You can check the items you currently have. You can also use \\nconsumable items. Some items can be converted to Money. \\n<color=#ff9900>Converting items cannot be undone</color>, so be careful.",
        "hash": "36d47e6e050a0345e9cc242a0708e71a71f6267de63585b51cfc1e5c2a292004"
    }
}