{
    "10001": {
        "text": "My name is Special Week! My dream is to be the best Umamusume in Japan! I'm gonna pull my own weight to make my moms proud!",
        "hash": "9e079e6ac7f9583947468be5df4f2e2a0fed43fab2d25e1c372326a59422de37"
    },
    "10002": {
        "text": "I'm Silence Suzuka. I like to run. I'm not giving the lead to anyone. Um... That's all.",
        "hash": "a2349938cab829b51eccedd071e7ff5528f0b1c4461a62bf94629da122655252"
    },
    "10003": {
        "text": "Heya, I'm Tokai Teio! I'm going to be an undefeated Triple Crown Umamusume, so don't let me out of your sight!",
        "hash": "bb09d675d616942bd1c54a90a858bb0633958e29e689d5e03d0c63fba1264c62"
    },
    "10004": {
        "text": "Hi, I'm Maruzensky! Did you come to see this new style of running too? Hehe ♪ Even though I'm crazy about it... I don't know how to feel ♪",
        "hash": "7a37f377d4335905f44610160509abdcf60360111e823e3cd43319b5b61542a1"
    },
    "10005": {
        "text": "I am Oguri Cap. I'm going to do my best to make everyone in my hometown happy. Please take care of me.",
        "hash": "e51bf1d3345da8c5951d1a8b15d08bc18aaea4cb30298ebab23e480ce4d72806"
    },
    "10006": {
        "text": "Yo, I'm Gold Ship! I don't care if it's on the turf, on fire, or at the edge of the universe. I'm going to find something interesting wherever I can! ☆",
        "hash": "030c7164f940e02bf232aedb1b8c1500e9a50089487dbdf437a935903da11d35"
    },
    "10007": {
        "text": "Yo, I'm Vodka! My goal is to be the coolest Umamusume in the world! I'm not gonna do anything stupid. Remember that!",
        "hash": "5aab1946ffe152eb6e490b28ef18aaaa9fbd0eecc2989ad9f13339e6999b6f84"
    },
    "10008": {
        "text": "Howdy! I'm Taiki Shuttle! I'm here to make everyone happy with my powerful running!",
        "hash": "177dba679d1e2a8494846f3d5fd07c7d05b49018504ec70d912e961f8e7cf0bd"
    },
    "10009": {
        "text": "My name is Grass Wonder. Since I was born as a Umamusume, I want to pursue this path to the end. Hehe ♪",
        "hash": "50b0080c4a7314ea51c8a32509ff497da745353bad791ccb5425de30ee6e59c4"
    },
    "10010": {
        "text": "My name is Mejiro McQueen. Conquering the \"Spring Tennosho\" has been a long-cherished goal of the Mejiro family, and I will do it with my own two legs.",
        "hash": "2076cc026fcc3ba23dcd002b4d0984c13000e1b9b94a5f7fb8ab7e421023aa10"
    },
    "10011": {
        "text": "I'm the crimson bird that runs the course! El Condor Pasa is closing in! I'm flying around the world!",
        "hash": "fc54189212d2354b20cc461e41096251f3940b9c146162f58c6135f3386a3f57"
    },
    "10012": {
        "text": "Haa-ha-ha-ha! I am the strongest and most beautiful of them all, the \"Supreme King\", T.M. Opera O! Now, let the legend begin!",
        "hash": "c7c6dd793220fa28d0c00b77dc71680341a20cacf49a8b575e66b2a96c2e4f62"
    },
    "10013": {
        "text": "I am Symboli Rudolf. I am the one who will stand at the top of every Umamusume and lead them to become \"Emperors\". Those of you who share my aspirations, let's work together to conquer the world!",
        "hash": "25a1aeec6f1a650d1e65dbe7eeffb9d0c993910fc7d23e9f34543e41338a9c0c"
    },
    "10014": {
        "text": "Yahoo-, it's Seiun Sky. Take your time and relax... When you're aiming for a big goal, it's important to take your time, right?",
        "hash": "bc7a1ac3fed4fbd48e204f1c92faee51334a081fdfb1a4c992715c1f45288ba7"
    },
    "10015": {
        "text": "I'm... Rice Shower. Um... I'm a useless girl who makes others unhappy... but I'm trying my best to change!",
        "hash": "ba93983f4bd15b0240b2ce8ed15f2d1badf2cf3de804ecdd86d5ec471405f365"
    },
    "10016": {
        "text": "My... My... My dream is to be a Derby Umamusume! And then there's... ah! My name!!!! My name is Winning Ticket! Nice to meet you!",
        "hash": "017dfeaee89e37d509d6802dfd8ea9037f3f839c0b84e26fb5b81c650fb4013e"
    },
    "10017": {
        "text": "Gold City. ...Just so you know, I won't forgive you if you treat me like a doll. Don't judge me by my looks, but by the way I run.",
        "hash": "06b344700949f253eaada6131049039c4ef7a40763ec3cbe5623529b5a3a0bf9"
    },
    "10018": {
        "text": "Hello! My name is Sakura Bakushin O! As you can see, I am a brilliant class representative! Let's set a great example for everyone! BAKUSHIIIN!",
        "hash": "e6dc0a63b533fec7b181ee9fcca0edb4e8f80e741d73ca7233d7a3ee7316c84d"
    },
    "10019": {
        "text": "Tee-hee... I'm Super Creek~ I'll do my best to make everyone smile. Please leave it to me ♪",
        "hash": "76f389f0e31fbe9396b7b05688bd69c8ba4f9b2246054f9940bd1283617399c2"
    },
    "10020": {
        "text": "I'm Haru Urara! I love carrots and I lo~ve running because it's fun!♪ I'm going to try my very best to finish first!",
        "hash": "30c11c254ffc892cdd95bfc8902556f2a21fad2f8431b6f0faedc6279bf625a8"
    },
    "10021": {
        "text": "Hello, I am Tazuna Hayakawa, secretary to the president of Tracen Academy. I will continue to support you so that you can have a better school life.",
        "hash": "7deb53c5070a9677b7a2c9cf18831d54fb4aef42c0c1aabeb1e53a3b16037d9c"
    },
    "10022": {
        "text": "Hello, I am Aoi Kiryuin. I'm a new trainer at Tracen Academy. I'm still a novice, but I'll do my best for the sake of the Umamusume!",
        "hash": "2942164343a61648ddcff042977af114efa864c4d01dffcec54bdae37478c200"
    },
    "10023": {
        "text": "Hello, I'm Daiwa Scarlet! I'll do my best to... Hmph! I'm going to be number one. That's all!",
        "hash": "01ca1622adff6d85f871f011331e1de893ec1b6b3686bcde1a6a6746e8d5b4ef"
    },
    "10025": {
        "text": "I am Air Groove. If you don't bend your beliefs, your ideals will surely sprout. To demonstrate this, I, the Empress, will be the guiding light for everyone.",
        "hash": "aa8ec06332ac4687ca1ff06cff46606c04b90d011462b7cc466cc92132b3d578"
    },
    "10026": {
        "text": "Hewwo! I'm Digi-tan! I'm a massive fan of all of the sparkling Umamusume! I'm so happy every day! I'm so glad I was born an otaku!~♪",
        "hash": "33dfbfa1a196acc1f7f8d515dc85df727d5fb08a6be658fbcf8dda7c9a01dfb6"
    },
    "10027": {
        "text": "Ah'm Tamamo Cross! A'hm gonna win'n win'n win to make a name for myself! Don't underestimate me just 'cause ah'm small!",
        "hash": "805244fc46560df0d2419b0a96162b9d4904455a3ca2b04641ae1801993b4abf"
    },
    "10029": {
        "text": "I'm Biwa Hayahide. My goal is to assemble the perfect winning formula. ...Also, I have a normal-sized head!",
        "hash": "32f15c03ff76ed94db6a7a87771c9eedcb017ad3ff218a8931d269edd04b7d63"
    },
    "10030": {
        "text": "Ehehe, I'm Mayachin!☆ I love thrilling and exciting things~ Nice to meetcha!",
        "hash": "3421fd777e63653274501af15f29fffb3063b2a98224ae029d49fb3e43ebe5f5"
    },
    "10031": {
        "text": "...I am Manhattan Cafe. I have a friend I want to catch up to... The girl who always runs in front of me... She's right there...",
        "hash": "14a8da38ecca926d630a004f1647d3c63e6440f66735071380142fe11ba927bb"
    },
    "10032": {
        "text": "My name is Mihono Bourbon. My goal is locked onto becoming a Triple Crown Umamusume. Please refer to my data for legwork and other information.",
        "hash": "67c5bad118da4974e8cf63baf4e1e010584d83ba4acbd193e3d3893db71182a2"
    },
    "10033": {
        "text": "My name is Mejiro Ryan! Train your body, stay healthy! Grow some muscle, stay fit! Let's go for it!",
        "hash": "614b5606740d2e9224fa39401d759ea496e1cd1fdd3c5b892ec4f36517dcbc3b"
    },
    "10034": {
        "text": "Oh, my name is Yukino Bijin! My dream is to become a stylish city gal in the Twankle Series! Phew... I hope I said that right...",
        "hash": "21943469828107dee499a8297e6c62a23d7b115b79b2dfd4c38cbcf19ae71c85"
    },
    "10035": {
        "text": "Hey hey~! I'm Ines Fujin! I'm going to race and work hard to make sure my family is happy!~",
        "hash": "5856544ea034c05f2b8cfc254f0e20f7678a8c8ad3f15e00467d83d98ed0808a"
    },
    "10036": {
        "text": "Aren't you interested about how fast a Umamusume can go? If you are, I, Agnes Tachyon, would like you to be my guinea pig.",
        "hash": "c5153c7295b227d14f609687b3e897a7a96a6fda2f371ae5d08aa875c1de3cd8"
    },
    "10037": {
        "text": "I'm Air Shakur. In any case, data speaks louder than victory or defeat. I don't have a problem with simulation, I'll screw you over, logistically.",
        "hash": "09a929df194396b5a386d43f510a8ce4c9fc125b260275f7b0693e97f8c76a36"
    },
    "10038": {
        "text": "My name is Eishin Flash. In order to keep the tradition of Umamusume alive, I will continue to run. Every race and everything else is on schedule.",
        "hash": "beaddcd9a23b9cd77531480d5dec3766f18ca0e8da57b7d6339c3d71e7d22992"
    },
    "10039": {
        "text": "I'm Smart Falcon! You can call me Falco! My dream is to become a Umadol! Autographs are always welcome ☆",
        "hash": "b763db5f4976d5f3c15d62827a616483709dfcd90a905cfa3f8889d82c4af617"
    },
    "10041": {
        "text": "Hello, my name is Nishino Flower. I want to become a nice, sisterly Umamusume so that everyone can rely on me...!",
        "hash": "1af5807c1e711580eab134649d52cdd923fca448ed8e2d73c3f4b93bc12ee3df"
    },
    "10042": {
        "text": "The hero of justice, Biko Pegasus, is here! I can take down any formidable foe and make everyone smile! Isn't that great!",
        "hash": "9d84025bd6cae359e4c22b153acf12e66cc3cb05a0418a97dd7d552aea6dfa02"
    },
    "10043": {
        "text": "Hi hi~, I'm Marvelous Sunday! I'm bringing a Marvelous feeling to the whole world! Now, let's all be Marvelous together!",
        "hash": "18d53d322ea89536cc9fd79a79c8f8072328601431aeda849af931e3a41901ab"
    },
    "10044": {
        "text": "Hello! They call me Matikanefukukitaru! I believe in the divine messages of Shiraoki-sama, and I constantly am working on my fortune telling, waiting for the day I'll be blessed with good fortune!",
        "hash": "a36cc5c4052724872f9a4f31a55e4f062e63d060260f8927d4435303f0ae9332"
    },
    "10045": {
        "text": "I-I'm Me-Meisho Doto! U-uhm, uhm... I've been trying my best to become more confident in... m-mythelf- OWW!",
        "hash": "cc45d87776c5e7c77b8e8f6f488dac055b886592b79e5a21166c9dc67d2e8a47"
    },
    "10046": {
        "text": "Hello... I'm Mejiro Dober. I'm a Umamusume of the Mejiro family, and I'm not ashamed to say that... I intend to do my best.",
        "hash": "7c79d723a152a8affff4eae7168593325873f0e816ce7e6959ba69de36989a46"
    },
    "10047": {
        "text": "Uh... I'm Nice Nature. I guess I don't really live up to the name of \"Nice Nature\", haha... Let's take it easy, shall we?",
        "hash": "2160d639b9e90c3da3d8732171e755c416229287633977a40b012522233f6f49"
    },
    "10048": {
        "text": "Ohhh-ho-ho! My name is King Halo. As a first-class Umamusume, I'll give you the best results... And show the world this talent of mine!",
        "hash": "57d5353c210f7d9569549a6bda6bd7c2ee16ecb5e9f764cce79f3c7b3c501ce9"
    },
    "10049": {
        "text": "I'm the jet-black entertainer, Fuji Kiseki! I'll make you smile with my best \"miracle\"!",
        "hash": "63916c3f588fb0ad5989c689b98db5cdb521a4395334206a8b9c5be11bee86ee"
    },
    "10050": {
        "text": "Sweep Tosho is my pre-transformation name! I am Sweepy the Magical Girl! Now this is sorcery! Aaah!! (Bonk)",
        "hash": "5f99c79115aac88eeb484a4dcefea2b0a90b95fb89e408c744f01c6e6006ca9e"
    },
    "10051": {
        "text": "Twin Turbo! I'll take the first Turbo, I'll take it for sure! Let's go, Turbo, full throttle!!!",
        "hash": "f0cde7daaf6823e811efc401395698812b5e1be4472b1b657a7aefa4118ce0f3"
    },
    "10052": {
        "text": "Weee~iii! I'm Daitaku Helios~! I'm gonna run the most hype race ever, so please give me your best call! ☆",
        "hash": "579b207117f50df68c518c5d953a1fc2aa227ea9379bdbcd41c1c869a114178c"
    },
    "10053": {
        "text": "My name is Ikuno Dictus. If you are looking for management, leave it to me. I will manage you thoroughly with an iron will.",
        "hash": "2a7138f3cfe49e1a5760708d804b3400df665f94d619f51553a053b7f9014e8d"
    },
    "10054": {
        "text": "I'm Mejiro Palmer! How ya doing~? Well, if you ever need anything, I'm always here. Feel free to talk to me ♪",
        "hash": "297727c06981b7e9a20e84ffbb6f027912aef66aa75b6e267c212819b9c8360b"
    },
    "10055": {
        "text": "I'm Kitasan Black! I'm going to run as fast as I can to make this race as exciting as a festival!",
        "hash": "c9e9af08b7e67c93b13559e25c8b89ccc8a30fe868a317fe4d824d2e0280f733"
    },
    "10056": {
        "text": "My name is Satono Diamond. My fate has never been decided from the beginning. I will make the future shine with my running!",
        "hash": "6e105dd9e48fec30eb1d2b811f5e1fab76fc91ae4380d98d1ba301f3c032a2ef"
    },
    "10057": {
        "text": "Yoo-hoo, I'm Matikanetannhauser. I've been practicing hard so I won't lose to anyon—Oh, today's my day off?!",
        "hash": "3c7330c0ec0d457f9568dfc0d779943ed8cde441fa5ea6bd8c4435d8cc74b866"
    },
    "10058": {
        "text": "I'm Yaeno Muteki. As a disciple of the Kongo Yaegaki way, I desire to race with the strong. Come on, let's fight like crazy!!",
        "hash": "77bbe1b7c0620f6b8fd094613da270a9c6990f951cd1389cf18f4ab29872c933"
    },
    "10059": {
        "text": "My name is Zenno Rob Roy. Well... this is me, but I'm longing for a heroic tale... I would like to tell my story within a race someday...!",
        "hash": "f2f29d092ab0520510903cb3b5c5fd0c2db3a0bc1686b930938dd7be5f97a7c2"
    },
    "10060": {
        "text": "My name is Riko Kashimoto. It is the trainer's duty to take care of a Umamusume's health. It is only natural that we should work with a sense of responsibility.",
        "hash": "1e709b0beddd05a7ac1dd2233947ee56f55fc215023f6900bab49203d6687ac4"
    },
    "10061": {
        "text": "Haa-ha-ha-ha! It's Seeking the Pearl! Guess what? The world is full of possibilities, and I'm gonna prove it to you!",
        "hash": "cba70166d14871fce2d23d6489da495eabb183c644a76889612e2026c19b56d0"
    },
    "10062": {
        "text": "I'm S-Sakura Chiyono O! I will make my dream of standing on my ideal stage with the person of my dreams blossom!",
        "hash": "1ac039b6359462614fd43d55937501b7ca1b7a1bb49d874cca9fed865a4aaaff"
    },
    "10063": {
        "text": "Oh-ho-ho! I am Kawakami Princess... Yes, a princess above all princesses! I'll daintily knock you off of your feet at the races!",
        "hash": "adc966d87d31e23ceac7bccb494007ed424debc4d14fb87ebf69160c63a2d390"
    },
    "10064": {
        "text": "I'm Hishi Akebono ♪ I'll put lo~ts of love into both cooking and running for everybody! It's nice to meet you!~",
        "hash": "53f43bae48fbd6485a6ccd8724e7154c2dda4be2076426e0997bb22097d2de5c"
    },
    "10065": {
        "text": "Hey there! Bamboo Memory! I'm going to run hard to earn the name of \"Demon Chairman of the Public Discipline Committee\"!",
        "hash": "386e65bab7fcc67a3953aa6f8116c05e07242a8ac3f08d5e45e842a73e35d06f"
    },
    "10066": {
        "text": "Roar~! It's Shinko Windy! You scared? You can tell me if you're scared~! ...Hey! Don't ignore me! Grrrrr!",
        "hash": "1e7bc282a0f92de5de200385963731862a1519e0a9f0c34bc6c7a582b6b4c203"
    },
    "10067": {
        "text": "It's Nakayama Festa. Halfhearted races don't give me a thrill. Hey... Let me feel the intense heat of the race...!",
        "hash": "68a2b818ae44b29ee746f1a331a3d51ffd9ae425649c2f926a647ef84a1a66c1"
    },
    "10068": {
        "text": "The hell are ya sayin'?! I'm Inari One! As you can see, I'm an efficient child of Edo! I wanna become the biggest Umamusume of them all!",
        "hash": "14218bf7b25750be748ea0ffeb1edb5e70c1a17f0405550abc4ca5a3f54e6041"
    },
    "10069": {
        "text": "My name is Mejiro Ardan. I want to run proudly, even if these legs will be short-lived... Even if only for a moment, I would like to shine in a race.",
        "hash": "36021db976da32b89e6e74584c741cac8f7df640f6c089a42c737228772f248d"
    },
    "10070": {
        "text": "I'm Tosen Jordan. My dream is... actually, serious topics are NG~☆ Anyways, look at my nails! Aren't they cool?",
        "hash": "464205b155c6b8604941772b74677ecb35f57037fe83a196aad0a4bb758ddf16"
    },
    "10071": {
        "text": "Sirius Symboli! No need to talk about the race. Just shut up and watch. I'm going to conquer the world and prove that I'm the strongest.",
        "hash": "a9a9ad9a8c3d3629d64af2fb3cb6cbfccb9123f478833ae4819286b40dd2e7b2"
    },
    "10072": {
        "text": "...I'm Narita Brian. I don't have a story to tell you. I just run, crush, and win.",
        "hash": "301c07b6dba87004589a79640c08e0b04eedc17e32660180654e544b63d88a4f"
    },
    "10073": {
        "text": "I'm Curren, a.k.a. Curren Chan! I'm going to wrap the world in \"cuteness\"!☆ Don't look away, look at Curren ♪",
        "hash": "fcaba3dbc84371dcf4c6d63e8d38d9db95a2ab44671fb4983976f2b98882d316"
    },
    "10074": {
        "text": "I'm Sasami Anshizawa, a skilled acupuncturist (disciple). I'm the one who can give you a boost and power you up! Wow, Anshi~n☆",
        "hash": "c868e48809d0a5bf33fd5b7e4a4f10e552b79639c843e8f7192bef16523d1a37"
    },
    "10075": {
        "text": "Admire Vega. ...Can I go now? I need to train more, win more races, and I need to become a first-magnitude star.",
        "hash": "0d8d4a2b9c4f5763d211fc68fd440c281120de4b7b105f8aa61a8b828d6bc9e1"
    },
    "10076": {
        "text": "............Hmm? Is it time for me to introduce myself? Heheheh, my name is Mejiro Bright. I will try my best as a member of the Mejiro family~.",
        "hash": "8e2b920bd35ae7610cb5bf2fe4e0b4d752dfceea4fa900162ad3448f5f899790"
    },
    "10077": {
        "text": "Hello, I'm Narita Top Road! I will do my best to live up to the expectations of all of the ones who support me!",
        "hash": "96c643b3bbb6af81f30bd3628a012816e4d0076396631f1cc7416ba700e598ea"
    },
    "10079": {
        "text": "My name is Daiichi Ruby. To be supreme is the duty of my family. I will strive to fulfill my duty.",
        "hash": "8d4e7ce5db8a06b56c3cfd141f144976bb9ad4a827f39ff75cd0863658e273ac"
    },
    "10080": {
        "text": "...I am K.S. Miracle. I will repay everyone who gave me this life... I will make miracles happen.",
        "hash": "3e4fa44fc94504a3a443ee0c6063f1f89fd0a704e9127e4988c78216d1392de2"
    },
    "10081": {
        "text": "Tsurumaru Tsuyoshi! Aiming to become the \"Triple Crown Umamusume\" of my dreams! I'll give it my all... BLEH! I-I just swallowed a lot of blood! I'm fine, I'm alright!",
        "hash": "a5f0dffed2eb27eade195c4cf97026a33b7baec86600f43c6e180e13ed84ee18"
    },
    "10082": {
        "text": "--I'm Symboli Kris S. I am indebted to the Symboli family. As one of them, I will carry out both the objectives I have set, and the \"mission\" I have been assigned.",
        "hash": "84c0b4e12e7f41cd7daa93858b0d30d9187422ae166998b1774d9ce076e75147"
    },
    "10083": {
        "text": "I, Light Hello, am mainly in the business of event planning. I will help all of you shine on stage... Please allow me to help you out a bit.",
        "hash": "f38c5e6539634f86db0d58febf4ce4dcc4202bdfa45e73159a4efc3d88ffcfdc"
    },
    "10084": {
        "text": "I am Tanino Gimlet! What I seek is the ideal \"me\". I have no intention of deceiving my temporary self. Destroy it, kick it down, and progress to the end!",
        "hash": "3e69bbabc0a5b8b15655eccdad8a8e7cb50d4dd0d29d3f0ea86e3d68bc58f883"
    },
    "10085": {
        "text": "I'm Sakura Laurel. My goal is the world. The Prix de l'Arc de Triomphe! --Well, it's just a \"dream\" now, but... I'll make it come true someday for sure!",
        "hash": "b3910a960940211d848c8e94b8ca5e45b6d8c02fb4b02bf4c459746022a26318"
    },
    "10086": {
        "text": "......My name is Yamanin Zephyr. My goal is to be the wind... I want to be like the wind that runs faster and freer than anything else!",
        "hash": "d2cd390a471fb2901cdaf2d49d7ab08d9f5c2cc4793ff732aa34b812e4c37872"
    },
    "10087": {
        "text": "I'm Machan. Aston Machan. I will eventually become the world's mascot. Keep looking straight at me with those eyes.",
        "hash": "22951cbc0584bbc0858701eb50c58a2978c3a55f7b0ba45d9899b73fb2550f0d"
    },
    "10088": {
        "text": "You want to get to know me? Then come to the turf by all means. There you'll learn everything about me... Mejiro Ramonu.",
        "hash": "dc8b5d6996c98090b41b3682ac9f9b067398fd8576c936fe79918ba20b32ba8d"
    },
    "10089": {
        "text": "Jungle Pocket's the name. I'll be your partner, as long as you wanna run! But don't think you'll be taking my title of \"the strongest\"!",
        "hash": "6d29f11c2fd657e285bf57d4f656ed2d148c5b2ad633ecb684be2e4caf403765"
    },
    "10091": {
        "text": "Nice to meetcha! I'm Katsuragi Ace. Don't be afraid to dream, okay? I'll break down any walls that stand in your way!",
        "hash": "45e6d1ed8a96a5d09dd895d4070715f187ee89c63e6599e5a2dc606cf1c95807"
    },
    "10092": {
        "text": "Rickey ☆ Lucky ☆ Auspicious ☆ Copano Rickey! The power of Feng Shui will bring you happiness too ♪",
        "hash": "c2779584a44d605766f5c52047a423074904f0394ed7177db3855fb301fbf6d3"
    },
    "10093": {
        "text": "I'm Wonder Acute. I'm a slow learner, but I'm a hard worker. Please take care of me.",
        "hash": "12bc77c0d98895de7844e2e260f195d399f017b3754a9b11727dbe7c5ba39cf0"
    },
    "10094": {
        "text": "I'm Mei Satake! If you're looking for European race course analyses, I'm the gal to ask. Together, we'll make the dream of winning the Prix de l'Arc de Triomphe come true!",
        "hash": "f9b4e8e5385293499a3b365462434065388fc88e86964857ef0802562028f5fa"
    },
    "10101": {
        "text": "…… Name's Duramente. \\nI look to stand not victorious, but supreme. \\n……… Nothing more to say.",
        "hash": "d756101927b1466ac3e58f25e8d2693bb7d4e4bb8acbe6fb37813edaad2bdd72"
    },
    "20069": {
        "text": "============= \\nMonth 〇, Day △, Weather: Bright & Sunsun～! \\nToday, ol' Machitan gave the divination shack \\na good cleaning with sen-sens Fuku & Doto. \\nWe polished up the gold shachihoko & the maneki-neko \\nholding a carrot so they're all shinyshiny sparklysparkly! \\nAnd then when we tried to dust off the lucky vase…! ……!!!!!(doodle of small spider) ← This little guy popped up（＞＜）! \\nMachitan shock! Sen-sen Fuku shock! Poor Doto shock! \\nMy duster bang! into my face. Tears drip-drip. \\nNosebleed drip-drip. Poohoohoo, what a day. \\nMuuuun～ \\n=============",
        "hash": "25b88b7c2f94746e53bc54ab31a3a1158a61950690c639aff2024450958adc44"
    },
    "20070": {
        "text": "— Mom? Hi! It's been a while, how are you? \\n— Me? I just finished lunch with Chev and Viv. \\n— As usual, Cheval's was all brown and Vivlos \\nwon't eat anything she doesn't find interesting. \\nReally, what am I to do with these two! \\n— Oh, but don't worry. I made sure they got their veggies \\nand rice. I can get Viv with rewards as always, and Chev… \\nI just have to chase her and feed her myself, y'know? \\n— Heheh. Aw, it's no problem at all. \\nI'm totally used to it. Besides… \\n— You know how it is, mama. I love looking after these two.",
        "hash": "9d7e36b21d8080f0a0538e382b814c38a47fe05ff43a7926b8859a6b445bd6a5"
    },
    "20071": {
        "text": "\"—— Her racing heart skips a beat as if responding in joy. \\nRight at the final corner's exit, Royce's ears picked up \\nthe voices of those dear to her with certainty.\" \\n\\n(I can see the image floating in Royce's mind clear as day… \\nit tells me this is where I accompany her in pianissimo… \\na vital respite before the climax)  \\n\\n\"«Go for it, Royce!», they shout. \\nHesitation no longer inhabited Royce's heart.\"  \\n\\n(Thus we enter the bridge! Just what I was waiting on! \\nPlaying the main theme in slow tempo! Grandioso!)  \\n\\n\"The sounds of feet digging into the earth. \\nA moment later, the packed crowd witnesses \\na streak of light traversing the straight ——\"  \\n\\n\"… Perfect! The climax had the ubiquitous strength \\nI imagined to it… one of classic youthful passion, \\nawakened by the bonds woven up to that point… \\nAnd Earth… you provided the most \\nwonderful sonic backdrop to it!\"  \\n\\n\"You flatter, the notes stirred my soul \\nand I simply had to join in! \\nA lovely melody was the natural result. \\nIt is I who wishes to offer thanks, Ms. Royce!\"",
        "hash": "eca36f7a31bb434366dc7ef7c4b22a4f44021b4427c99c2801bf36df1cc0175e"
    },
    "30172": {
        "text": "\"Thank you for joining me at the baseball game today.\" \\n> No problem! It was great fun! \\n> (Thanks! sticker) \\n\"I'm glad you had a good time.\" \\n\"I might have behaved a tad immodestly at one point, \\nbut that was only because the game was just so heated. \\nIt's not every day that you see a comeback from 6 runs \\nbehind in the bottom of the 9th inning!\" \\n\"Not that I would know, mind, it's just the gentleman \\nin a nearby seat was saying so.\" \\n\"That runner's do-or-die base steal to tie the game, \\nfollowed by a safety squeeze were particularly thrilling. \\nTo are such a play in professional baseball, and have \\nthe skils to pull it off. Remarkable!\" \\n> I see, that was really interesting, yeah! \\n> (I'm learning! sticker) \\n= 5 minutes later… \\n\"I apologize for the long messages earlier. \\nIn any case, it was incredibly worthwhile.\" \\n\"Should another opportunity arise, we should definitely \\ngo again. I honestly am not very knowledgeable on \\nthe topic, but I will accompany you if you wish.\" \\n\"[Team Victories da best! sticker]\"",
        "hash": "da5ee812aa0f3420105a508a83a782fa463eb34a54a6588d8db3b610a2446c08"
    },
    "30173": {
        "text": "A [Melody] written in hoofprints \\non the staff named \"turf\". \\n\"Hahah… the esultazione within \\nthis race is without doubt!\" \\nThis was what she longed for. \\nThis was what she adored. \\nObbligato? Accompagnamento? \\n— Her part matters not. \\n\"Join me! Our session commences!\" \\nThere is but joy to be found \\nin the arrangement of hoofmarks!",
        "hash": "90b437d1a56287a9b34af7c218823a0996773615a498d224517bdfb79b509478"
    },
    "30174": {
        "text": "Tonight is the \"Mejiro's Christmas Night\"… \\nA special event on a special night, held by the Mejiro \\nUmamusume for their unfailingly supportive fans. \\n\"W-welcome to the Mejiro's Christmas Night! \\nPlease check in over here!\" \\n\"Huh… you want a picture with me…!? \\n…… O-Okay, I can do that……… C-Cheese!\" \\nThat's why Dober, always so tense around others, was \\nmustering all her courage to interact with the guests. \\n\"You're doing great, Dober… Your buccinator is still \\nlooking tight, but you're welcoming guests magnificently!\" \\nWhen I first started secretly looking out for her, I was \\nworried she might be having a tough time… but it seems \\nthat there we no need for me to leave my post…… \\n\"Oh, what a wonderful night… to be given \\nsuch a present by the Mejiros this year…\" \\n\"… We all put a lot of effort into tonight, hoping that \\neveryone would enjoy a wonderful christmas. It would \\nmake us all very pleased if you came away with some \\ngreat memories.\" \\nEven with ladies she has never met, she manages to \\nconverse in her own words, without drawing back. \\n…… Before long, my zygomaticus major had relaxed \\nquite a bit. That's right. Dober had always been like this. \\nShe always puts a brave step forwards when acting \\nfor someone, when helping others. \\nShe's a kind girl like that. \\n\"… Do your best, Dober!\"",
        "hash": "02473d82c318d8e64927fb24407d8e667d0119bb7d52d69f834f171ae43c4242"
    },
    "30175": {
        "text": "\"Ms. Ramonu. Lunch has been served. ……Ms. Ramonu?\" \\n…… No response to my knocking either. \\nFully aware of my ill manner, I opened the door \\nto the lounge. Ms. Ramonu was painting. \\nIt was an image I could not understand —— \\nAn abstract painting beyond the comprehension of others. \\nI had heard about this from another maid. \\nThere had been a time when Ms. Ramonu's legs were weak, \\nand she didn't partake in training during the winter. \\nShe had spent that time painting abstract images. \\nHer fervor, her adulation, her passion, her melancholy —— \\nShe threw them all at the canvas. Her art, much like herself, \\nwas imbued with indescribable beauty. \\nBut why, why has she, at this point, taken up \\nher brush once again? \\n\"… It falls far short of those times. But of course. \\nThese days, I can come face to face with my love.\" \\n…… My breath was taken away even though I couldn't \\nmake sense of her words. Without knowing what had \\novercome her, I simply kept gazing at her beauty. \\n\"The snow has ceased. Let us talk of love.\", I heard \\nher murmur as I quietly vacated the room. \\n…… All that would remain of our meeting was the work \\nI hadn't finished, and the white canvas upon which \\nshe had painted the lushest of greenery.",
        "hash": "2099b3fb0ba3e76985f2c520a96505f2989889f76d043aa1c7101bb747b5c2b0"
    },
    "30176": {
        "text": "On a certain day nearing Christmas —— \\n\"Mmm, it's tough to decide when faced with \\nsuch a large variety of choices～\" \\n\"Indeed… Ryan would likely be happy with \\nanything, but… it's always nicer to find something \\nthat she would truly enjoy, isn't it?\" \\n\"What do you think about horseshoes～? \\nMy dear sister Ryan patiently accompanied me \\nin selecting a pair in the past～\" \\n\"Therefore, I would like to take some time to carefully \\npick out a pair of horseshoes for her this time.\" \\n\"I see. So she waited patiently for Bright to decide which \\nones she wanted… Hehe, that's so like Ryan.\" \\n\"… I remember, when I was little, she held my hand on \\na stormy night full of thunder. Even though she disliked \\nstaying up late, she stayed with me the whole night…… \\nI always thought I couldn't compare to that.\" \\n\"What'd be a good way to repay her… maybe something \\nfor good sleep? But I'm pretty sure she sleeps well as is…\" \\n\"The store will be closing in 30 minutes. \\nWe look forward to you next visit.\" \\n\"Whoah, it's that time already?!\" \\n…… Uhhh, What do I do… I'm having a harder \\ntime picking something than I expected…\" \\n\"That's perfectly fine, Dober. \\nYou must take your time in expressing gratitude, \\notherwise your feelings might not reach～\" \\n\"…… Heh. Bright could be very right. \\nWell, let's come look around more tomorrow then.\"",
        "hash": "e0b9b6e230cebdb9249fd958d529d1c5d4e77377c72b620a00fcdf26a64ee0d3"
    },
    "30177": {
        "text": "Vivlos sets off running. \\nThe media folk gathered were not done \\nasking questions, but quickly realizing \\nshe could not stand motionless in this moment, \\na wry smile simply formed on their faces. \\nThough she must be incredibly tired, the reason \\nher steps were light as a feather nonetheless \\ncould be seen at the end of her gaze.  \\n\\n\"Heey, siiiis～～～! First! \\nI came first! I really did it!\"  \\n\\nThere was Verxina, meeting her guileless little sister \\nrunning straight at her, no eye for anything else, \\nwith open arms and an emotional expression.  \\n\\n\"Vivlos… thank you…! \\nYou ran an incredible, fantastic final leg. \\nThose 7cm I couldn't close… \\nThe things I couldn't see behind them… \\nYou revealed them to me today.\"  \\n\\n\"Ehehe～ I have a second stomach for compliments～～♪\"  \\n\\n\"… While I still thought of you as my cute, \\nneedy little sister, somewhere along you've \\nbecome so strong.\"  \\n\\n\"Well my older sister's well known for her spirit, \\nso of course I'll win if I set my thoughts on it! \\nAh, but even so, I'll always be a cute little sister♡\"  \\n\\n\"Hahahah, I guess so. I'd love to see you \\nbeing cute and strong out there.\"  \\n\\n\"Yeah! I'm gonna go win a lot! \\nIn huge races, or against powerful opponents! \\nAnd I'll always come back for your compliments♪ \\nWhat do you think? Deal?♡\"",
        "hash": "b89da89c63c649ee9240817bf106bcc3b74eca9e03c775edb0b96a5a2a0c6a9c"
    },
    "30178": {
        "text": "\"Duramente drifts far to the outside! \\nA mistake likely to cost her dear!!\" \\n \\nI can hear the roars of the crowd between \\nthat of the wind rushing past my ears. \\nI feel removed from my body, like it is not my own. \\n \\n(Have I lost my composure...?!) \\n \\nNo, it's not that. It's not nerves sending shivers \\nthrough me, but something deep inside, an urge —— \\n \\n\"Haaaaaaaaaaah!!\" \\n \\n\"Duramente from the outside! Can you believe it, \\nDuramente has found a way from the outside!!\" \\n \\nThat's right... it's the urge in my blood, the pride \\nwithin its line. It stimulates me, encouraging, \\nemboldening, to prove that I am the \"strongest\". \\n \\n\"Is this what she is capable of!? Duramente!!\"",
        "hash": "a79e3533277ecdeac54f76925c0ca16729f7e98d30403498853581315f1e58a8"
    },
    "30179": {
        "text": "Hanachōzu; floating flowers in a Shinto ablution basin. \\nSpectacular colors adorning a new year still far \\nfrom springtime's blossoming buds. \\nBoth of us momentarily taken by their beauty. \\nOur wishes are like buds waiting to open — those were \\nthe words softly leaving your lips. To let them bloom. \\n \\nFor each of the numerous flowers laying within \\nthe basin, so too a wish lay within me. \\nPlip-plop, plip-plop. One by one, droplets fell \\nunderneath this branch of the Satono tree, \\ndrawing expanding rings upon the water's surface. \\nI am reminded of drops from days past, drops which \\nfollowed the curves of my cheeks. \\nThe pile of unflowering flowers. \\n \\nI'll let them blossom this time, on the most \\nfloriferous once in a lifetime stage. \\nI'll let these flowers — these wishes — reach full bloom, \\nlike this beautiful hanachōzu. \\n \\n\"Yeah. We'll have them blooming, without fail.\" \\nYou nodded your head, with a smile as warm as \\nthe sunlight stretching over the buds.",
        "hash": "d84469ff6f1940fd6b42b65e4db72431167008fe372102a515e0eca200dd4d0d"
    },
    "30180": {
        "text": "Umamusume — taking on names of another world, \\nsucceeding their corresponding spirit and accompanying \\nhistories, both brilliant and tragic, they are born to run. \\nThrough their many races, these girls eventually \\nbecome part of history themselves. \\n \\n\"I'll be Japan's number one Umamusume!\" \\nA vow made to her two mothers. Harboring her \\nambition to be \"Japan's number one\", a girl leaving behind \\nher hometown encounters rivals, competes with them \\nin races, and through her victories and defeats eventually \\nturns that dream of hers into reality. \\n \\n\"I'll win regardless.\" \\nA \"sovereign\" chasing after the \"emperor\". \\nSpurred by an unyielding spirit, she fought through \\nrepeated setbacks to accomplish miracles in front of \\nthe friends who always ran by her side and the rival \\nwho supported her all the way. \\n \\n\"Everyone said they want to see me run...\" \\nA young girl in awe of the unbreakable \"sovereign\". \\nTogether with her bosom friend with whom she exchanged \\na promise, she jumped into the world of racing. \\nThough beset by doubt in her own dream, she managed \\nto find herself, becoming a festival girl beloved by all. \\n \\nAll said —— \\n\"Ah, over here, Spe!\" \\n\"Wooh, I made it~! My battle meal was \\nmore delicious than I anticipated...\" \\n\"Geez~ The race is about to start! \\n—— Ah, I know! Why don't we race to the paddock? \\nWe can establish which one of us is number one♪\" \\n\"Oh, that sounds fun! Wanna have a go at it, Spe?\" \\n\"Of course! I might have arrived last, \\nbut I'm gonna finish first~!\" \\n\"Okaay, get ready... go!!\" \\nThe road they travel has not yet reached its end.",
        "hash": "436ed230290ba59ad364668b2b0df505648ec78291dcb7bb69912836d43bc237"
    }
}