{
    "type": "race",
    "row_index": 130480,
    "file_name": "race/storyrace/text/storyrace_020006132",
    "hash": "WQHQ5WDZHNTTNBRFYVMCWWJBAFDYC7CZ",
    "data": [
        "The stands are packed with fans at the Kyoto Racecourse",
        "Today's main race, the Spring Tenno Sho ―― Cheers erupt from the \\nstands as the Uma Musume enter the first straight!",
        "The one who takes the front is, the number 2 favorite, Seiun Sky! \\nThe champion, Mejiro Bright, settles in the middle of the pack",
        "And the favorite, Special Week, takes position slightly behind \\nSeiun Sky, she's chosen the Leading strategy!",
        "Don't you think Spe-chan's pulling too far foward……?",
        "No, up until now, Seiun Sky-san has had several races where she's \\nmanaged to hold the lead all the way to the end",
        "To prevent the opponent from creating their ideal race \\nprogression, this is the best position to take",
        "Spe's pretty good, huh?",
        "Looking good Bright, from that position",
        "You'll have no problems passing……!",
        "The race continues smoothly as they \\nenter the far side of the course",
        "Seiun Sky is out front, in the Kikka Sho it was right around here \\nwhere she created some breathing room between the others",
        "But this time Special Week is right on her heels",
        "If she's marking me this closely, I guess \\nI can't run as freely as I'd like……",
        "That's fine, in that case",
        "I'll just win without the petty tricks!",
        "Now I just need to figure out the timing for my \\nspurt, the timing to pass Sei-chan, and also――",
        "The timing so that Bright-san can't catch me……!",
        "The Uma Musume round the final corner heading to \\nthe last straight! The rest of the pack picks up \\nthe pace! In an instant the race heats up!",
        "……！！",
        "She's making her move?!",
        "And here Special Week pushes forward! The frontrunner is Seiun \\nSky! From the outside comes Mejiro Bright!",
        "……！！",
        "As expected it's these 3! No more words need to \\nbe exchanged! With the Tenno Sho trophy on the \\nline, it's a battle on the final straight!",
        "Uwooooooooooo！！",
        "……！",
        "Seiun Sky enters her spurt! But it's Special \\nWeek! Special Week pulls ahead!",
        "Haaaaaaaa～！！！！",
        "In the lead is Special Week! Special Week \\nbegins to pull away from the pack!",
        "Bright……",
        "It's not that I want Bright to win……",
        "……！",
        "I want to win……",
        "Together, with Bright……！！",
        "Yaaaaaaa～～～～！！",
        "Bright from the outside! Here comes Mejiro Bright on the outside! \\nWith a strong push, she closes on Special Week!",
        "These are the legs of a champion! \\nIs this the end for Special Week！？",
        "Spe！？",
        "Spe-chan！！",
        "……！！",
        "I will live up to them…… to my Moms' hopes",
        "To everyone on the team's",
        "Hopes……！",
        "Right heeeeere～～！！",
        "What's this！？ Special Week enters another spurt！！ Special Week is \\nin the lead！ Special Week remains in front！",
        "Yaaaaaaa～～～～！！",
        "It's Special Week！！ Mejiro Bright is close behind, \\nbut she's unable to close the gap！",
        "Special Week, crosses the goal！！",
        "……",
        "Defeating the champion, Mejiro Bright",
        "Special Week",
        "Claims victory at the Tenno Sho！"
    ]
}