{
    "type": "race",
    "row_index": 130481,
    "file_name": "race/storyrace/text/storyrace_020006162",
    "hash": "UWHSRX4VDMKPGS2XU7LRNMDGMRAJ4SZB",
    "data": [
        "Once again this year, shouldering the dreams of all the fans, the \\nUma Musume run past the stands that break out in to a loud cheer!",
        "As expected, all the attention is on the first \\nbattle between 『Arima Kinen』 winner Grass Wonder \\nand 『Spring Tenno Sho』 winner Special Week!",
        "Which of these two will be declared the victor, \\nwho will be the first to cross the goal!?",
        "Seems like she's calmly observing the situation while running",
        "Takarazuka has 2 hills, don't waste too \\nmuch stamina trying to stay out front!",
        "The Uma Musume round the second corner, heading \\nin to the far straight, one has pulled ahead while \\nthe other 11 remain clumped together.",
        "King Halo takes a forward position, and following just behind her \\nin 5th is Special Week!",
        "Pace and positioning are going well so far",
        "Now I just need to monitor the surroundings \\nand decide the timing to press the attack――",
        "……huh?",
        "Grass-chan isn't here……!? Is she in someone's shadow――",
        "Or perhaps……she's right behind me……!?",
        "No, I need to focus on my running!",
        "Now, 800m remain! Here the Uma Musume begin to pick up the pace!",
        "Rounding the 3rd corner, all 12 Uma \\nMusume begin to close in on each other!",
        "Alright……",
        "Right here!!",
        "Here Special Week enters her spurt! From the outside, in one \\nmoment she's taken the lead position!",
        "Just like this, right in to the final straight……!",
        "Quickly in the final corner, the front is taken by Special Week! \\nSpecial Week is out in front, and the crowd goes wild!!",
        "……!?",
        "But, from the outside Grass Wonder pulls forward! \\nGrass Wonder is pulling forward!",
        "",
        "Has it become a 1 on 1 battle between these 2!? \\nSpecial Week and Grass Wonder! Both of them enter the straight!",
        "Hey hey hey!? She's not pulling away at all!?",
        "",
        "It's almost like that time that Rice was marking me……!",
        "Y-you think so……?",
        "But, maybe I feel something along the level of fate……",
        "Perfecting my run, and standing at the summit is my dream……",
        "No matter how strong they say my opponent is",
        "I will aim higher……!",
        "Haaaa～～～～!!!!",
        "Grass Wonder continues to increase her speed!",
        "",
        "Special Week fervently tries to pull away but \\nGrass Wonder passes her in an instant!!",
        "Will Special Week lose!? Grass Wonder is in the lead! \\nGrass Wonder pulls further, and further, and further away!",
        "The true power of Grass Wonder is to be feared!",
        "Grass Wonder crosses the goal in the lead! \\nAnd 2nd is Special Week!",
        "As expected, they are strong! They are strong, \\nbut the winner was Grass Wonder!",
        "The Derby Uma Musume, was defeated by the \"Monster\", Grass Wonder!"
    ]
}