{
    "type": "race",
    "row_index": 130482,
    "file_name": "race/storyrace/text/storyrace_020006172",
    "hash": "X57L4FSSU5KE3EZA5SHAWPDIJIDI2PWK",
    "data": [
        "The start of the [Prix de l'Arc de Triomphe] \\napproaches―― The world's most preeminent Uma \\nMusume have gathered here on this grand stage",
        "The world's most prominent turf race also called the greatest race, \\nwhere many Uma Musume aspire to be",
        "And the Uma Musume who has gained the most attention in Japan, \\nEl Condor Pasa, stands at the gate ready for the battle",
        "Running with everyone, with all of my strength, \\nthat's why I'm here now……",
        "\"World's Strongest\"―― I will prove it beyond doubt, right here!!",
        "El Condor Pasa, calmly enters the innermost gate",
        "Until now, no Japanese Uma Musume has ever accomplished it, \\nwill she be able to achieve that desired victory……!?",
        "The [Prix de l'Arc de Triomphe], now――the gates have opened!",
        "Japan's El Condor Pasa is off to a good start, \\nwith a bold dash she takes the lead position",
        "Behind her, they compete for position, the favorite, \\nMontjeu, stays inside and continues the race",
        "The course conditions are worse than I thought……!",
        "……But, my own condition is the best! \\nI'll keep this pace!",
        "With a leading strategy, El Condor Pasa stays in front, \\nopening up a 3 length, 4 length difference!",
        "The Uma Musume approach the top of \\nthe long slope at the 3rd corner",
        "Unchanged, the leader remains El Condor Pasa, but Japan's Uma \\nMusume is accompanied by 13 others as they round the corner!",
        "My breathing still hasn't increased……\\nand my legs are still moving fine……",
        "It's fine, if I keep going like this then……for sure……!",
        "Carrying the hopes of everyone in Japan, it's El Condor Pasa! \\nFinally they enter the final straight!",
        "I can see it……! The goal I've been aiming for!",
        "The proof of being world's strongest, the glory of that goal……!!",
        "Uwaaaaaaaaaah～～～～!!",
        "El Condor Pasa! El Condor Pasa enters her spurt!!",
        "She's pulls away from the others in an instant! \\nEl Condor Pasa is strong! The Prix de l'Arc de \\nTriomphe is right in front of her eyes!!",
        "…………",
        "So this is Japan's Uma Musume, huh……",
        "What's this!? With incredible power, Montjeu presses forward! \\nMontjeu enters her last spurt!!",
        "……！？",
        "There's 100m to the goal!! El Condor Pasa runs!",
        "But Montjeu is here! \\nMontjeu is here! Montjeu is here!",
        "You are strong……fufuu, the world is a big place, isn't it?",
        "……However!",
        "El Condor Pasa, keep running! \\nJapan's greatest desire is right in front of you!!",
        "But right here! Right here Montjeu passes!!",
        "……I won't lose……I won't lose! I won't looose!!",
        "Because my dream is right in front of me!! \\nBecause it's right there within my reeeeeach～～!!",
        "Aaaaaaaaaahhh～～～～!!!!",
        "El Condor Pasa desperately chases!!",
        "But Montjeu remains in the lead! \\nMontjeu now crosses the goal first!!",
        "Japan's El Condor Pasa, she was so close…… \\nshe was so very close but was passed at the end!",
        "This is the wall known as the world! \\nEl Condor Pasa is defeated and places 2nd!"
    ]
}