{
    "type": "race",
    "row_index": 130483,
    "file_name": "race/storyrace/text/storyrace_020006212",
    "hash": "B5VRPQTFSIU3STRJZ53VIPNQ443VI5EL",
    "data": [
        "Starting with Montjeu, who was able to beat El Condor Pasa, \\nprominent Uma Musume from far overseas have gathered here",
        "Confronting them on behalf of Japan, the focus is on the \"Golden \\nGeneration\"'s Special Week",
        "How will she fare against opponents from around the world?",
        "All of the Uma Musume have settled in to their gates",
        "The battle of the century, the 『Japan Cup』, now―",
        "Begins!",
        "",
        "In front of 140,000 spectators packed in to the stands, these \\nfine racers start their run",
        "With a relatively slow pace, this time Special Week has chosen to \\nbe somewhat behind the middle of the pack",
        "And, as if observing Special Week, the favorite, Montjeu, takes a \\nposition slightly behind that!",
        "As expected, she's marking her……",
        "Yeah……",
        "……Spe-chan",
        "And now the Uma Musume enter the far-side, and the distance \\nbetween the front and back has lengthened substantially",
        "And the world champion, Montjeu, is positioned 2nd from last",
        "And then the Supreme Commander of Japan, \\nSpecial Week, is positioned here",
        "The pace is slow……",
        "In that case, the timing of the spurt is crucial, \\nso how will you respond……？",
        "1000m remain as they round the third corner",
        "Each of them, continue to read the situation. \\nJust who will make the first move and where!?",
        "……！！",
        "What's this!? Special Week moves forward here!",
        "As I thought, you're moving early……!",
        "And behind her! Montjeu also chases forward in an instant! \\nThe pair of them choose to act now!",
        "Passing the Zelkova tree, the rest of the Uma Musume increase the \\npace! They begin to clump up in to one group!",
        "From the outside, it's Special Week! From the outside it's \\nSpecial Week! And from further outside comes Montjeu!",
        "Finally, it's a battle on the last straight!",
        "Now, they line up and spread out! Less than 400m remains!",
        "",
        "And Montjeu presses forward here! From the outside it's Montjeu! \\nMontjeu closes with Special Week!",
        "With the legs called the world's strongest, she approaches \\nJapan's Special Week!",
        "You and El Condor Pasa both, have wonderful abilities",
        "However, even then, I am……!",
        "Kuu……! It's gonna be tough, huh……!?",
        "",
        "Special Week! Gooooo～～～～!!",
        "Don't lose! Special Week!!",
        "",
        "That's right!! If it's Spe, she'll pull through!",
        "Alright～～! Show them that you're Japan's #1 Uma Musume～～～～!!",
        "The goal is so close!!",
        "Spe-chaaaaan～～!!",
        "Haaa…… haaa…… haaa…… haaa……",
        "Riding on this back, there are many dreams",
        "Both of my moms' dream, everyone on the team, my friends, \\nTrainer-san, and the fans dreams――",
        "I'm running while carrying everyone's dreams",
        "That's the kind of Uma Musume……",
        "I will!",
        "Uwaaaaaaaa～～～～!!!!",
        "",
        "Special Week doesn't slow down!",
        "Special Week is out front!",
        "Special Week is in the lead!",
        "This is…… Japan's Uma Musume……!?",
        "Montjeu presses forward! From the inside it's Hong Kong's hero! \\nAnd Britain's star also chases!",
        "But the leader remains Special Week! Special Week is in front!",
        "I want to wiiiiiinーーーー!!",
        "Out in front is #13",
        "It's Special Week!",
        "",
        "She really is the Supreme Commander of Japan!! \\nSpecial Week has wonーーーー!!",
        "Team <Sirius> has won their first Japan Cup!",
        "Special Week has won against competitors from around the world!",
        ""
    ]
}